module.exports = {
  "data": [
    {
      "id": 0,
      "name": "富源县大河种猪场xx	", "address": "	云南省曲靖市富源县大河镇黄泥村xx",
      "title": "去这里",
      // "iconPath": "/images/markers.png",
       "latitude": 31.37483,
       "longitude": 121.26622,
      // "latitude": 31.416652,
      // "longitude": 121.26622,
      // "longitude": 117.489548, "latitude": 31.416652,
      "width": 45,
      "height": 50
    },
    {
      "id": 1,
      "name": "富源县大河种猪场xx	", "address": "	云南省曲靖市富源县大河镇黄泥村xx",
      "title": "去这里",
      // "iconPath": "/images/markers.png",
      "longitude": "117.489540", "latitude": "31.416652",
      "width": 45,
      "height": 50
    },
    { "id": 2, "name": "昆明茂努机械设备有限公司	", "address": "	云南省昆明市官渡区凤凰山种猪养殖基地旁396号", "longitude": "102.803295", "latitude": "25.029192" ,
      "title": "去这里",
      // "iconPath": "/images/markers.png",
       "width": 45,
      "height": 50},

  {"id":3,"name":"富源县大河种猪场	","address":"	云南省曲靖市富源县大河镇黄泥村","longitude":"104.301615","latitude":"25.590274"},
  {"id":4,"name":"云南名珠种猪有限公司	","address":"	云南省昭通市巧家县白鹤滩镇迤博路28号","longitude":"102.955909","latitude":"26.992473"},
  {"id":5,"name":"陆良县种猪试验场	","address":"	陆良县小百户兴仁村","longitude":"103.622257","latitude":"25.044613"},
  {"id":6,"name":"云南神农原种猪育种有限公司	","address":"	云南省曲靖市麒麟区越州镇大梨树村委会","longitude":"103.882743","latitude":"25.30405"},
  {"id":7,"name":"剑川家家俏种猪有限公司	","address":"	剑川县甸南镇印合村","longitude":"99.905947","latitude":"26.426496"},
  {"id":8,"name":"云南白云种猪育种有限公司	","address":"	云南省罗平县罗雄镇法金甸村","longitude":"104.315109","latitude":"24.890596"},
  {"id":9,"name":"大姚日丰种猪培育有限公司	","address":"	云南省楚雄彝族自治州大姚县金碧镇里长堡社区居委会黄丝屯村民小组","longitude":"101.327109","latitude":"25.740825"},
  {"id":10,"name":"安宁胜兴种猪育种有限公司	","address":"	云南省昆明市安宁市县街街道办事处雁塔村委会上西元","longitude":"102.425515","latitude":"24.860428"},
  {"id":11,"name":"马关康隆种猪场	","address":"	马关县仁和镇岩脚村委会","longitude":"104.298588","latitude":"22.945839"},
  {"id":12,"name":"昆明丰牧种猪饲养有限公司	","address":"	嵩明县杨林镇核桃村委会小海子","longitude":"103.072852","latitude":"25.231939"},
  {"id":13,"name":"会泽康泉种猪繁育有限公司	","address":"	云南省曲靖市会泽县宝云街道良种场","longitude":"103.342473","latitude":"26.448341"},
  {"id":14,"name":"晋宁昆阳兴达种猪场	","address":"	云南省昆明市晋宁区昆阳街道办事处古城敬老院","longitude":"102.575971","latitude":"24.592862"},
  {"id":15,"name":"瑞丽市国仓种猪场	","address":"	瑞丽市勐秀乡勐秀村委会高里村民小组","longitude":"97.803263","latitude":"24.072118"},
  {"id":16,"name":"新平泳健种猪场	","address":"	云南省玉溪市新平彝族傣族自治县古城街道办事处他拉村委会下他拉小组","longitude":"101.990476","latitude":"24.077081"},
  {"id":17,"name":"新平县钧平种猪场	","address":"	新平县平甸乡七冲甸团结水库旁","longitude":"101.929032","latitude":"24.043249"},
  {"id":18,"name":"弥勒市明红园种猪养殖场	","address":"	云南省红河哈尼族彝族自治州弥勒市弥阳镇铺田社区拖白小组247号","longitude":"103.447398","latitude":"24.419718"},
  {"id":19,"name":"南涧县无量山镇森宝野猪种猪场	","address":"	南涧县无量山镇和平村委会马安公路边（和平加油站对面）","longitude":"100.563617","latitude":"24.817584"},
  {"id":20,"name":"盐津华东种猪养殖场	","address":"	云南省昭通市盐津县庙坝镇民政村柑榜社45号","longitude":"104.341126","latitude":"27.961178"},
  {"id":21,"name":"宜良县强元种猪养殖场	","address":"	云南省昆明市宜良县匡远街道办事处五星社区柴家营村","longitude":"103.148157","latitude":"24.922907"},
  {"id":22,"name":"巍山县福兴种猪场	","address":"	云南省大理白族自治州巍山彝族回族自治县大仓镇仓西路6号","longitude":"100.226347","latitude":"25.415256"},
  {"id":24,"name":"德安种猪养殖场	","address":"	云南省普洱市宁洱哈尼族彝族自治县德安乡永顺村","longitude":"101.21322","latitude":"23.360544"},
  {"id":24,"name":"西盟兴边畜牧业	","address":"	云南省普洱市西盟佤族自治县中课镇中课村丁格列十组","longitude":"99.619848","latitude":"22.806568"},
  {"id":25,"name":"玉溪市江川区佳鑫种猪场	","address":"	云南省玉溪市江川区雄关乡雄关村委会上营村五组香箐沟","longitude":"102.857318","latitude":"24.278135"},
  {"id":26,"name":"镇沅杜太优良种猪养殖场	","address":"	云南省普洱市镇沅彝族哈尼族拉祜族自治县恩乐镇复兴村大平掌二组","longitude":"101.224796","latitude":"24.205478"},
  {"id":27,"name":"盐津庙坝杨洪种猪养殖场	","address":"	云南省昭通市盐津县庙坝镇楠木村吴家坝社18号","longitude":"104.318859","latitude":"27.997977"},
  {"id":28,"name":"石屏县龙武镇龙杰种猪场	","address":"	石屏县龙武镇龙武街","longitude":"102.41034","latitude":"24.007707"},
  {"id":29,"name":"楚雄州种猪种鸡场饲料厂	","address":"	云南省楚雄彝族自治州楚雄市子午镇袁家村委会（楚双公路13公里处）","longitude":"101.181926","latitude":"24.729769"},
  {"id":30,"name":"弥渡恩顺种猪养殖场	","address":"	云南省大理白族自治州弥渡县弥城镇建宁社区姚芹村六组（原公社基地）","longitude":"100.492136","latitude":"25.337283"},
  {"id":31,"name":"通海佳鑫种猪服务中心	","address":"	通海通华路广播电视中心旁（秀山东路34号）","longitude":"102.774075","latitude":"24.122274"},
  {"id":33,"name":"武定绿益种猪养殖场	","address":"	云南省楚雄彝族自治州武定县狮山镇乌龙村委会傈僳村11号","longitude":"102.387441","latitude":"25.584484"},
  {"id":34,"name":"景洪普文春云种猪养殖场	","address":"	云南省西双版纳傣族自治州景洪市普文镇曼飞龙村委会曼院村","longitude":"100.790372","latitude":"21.920304"},
  {"id":34,"name":"西盟县畜牧局种猪场	","address":"	西盟县勐卡路","longitude":"99.604364","latitude":"22.650523"},
  {"id":35,"name":"景谷民乐罗晶种猪场服务部	","address":"	云南省普洱市景谷傣族彝族自治县民乐镇民乐村大富那","longitude":"100.512351","latitude":"23.725918"},
  {"id":36,"name":"泸水富盈种猪扩繁场	","address":"	云南省怒江傈僳族自治州泸水市上江镇付坝村付坝一组","longitude":"98.881904","latitude":"25.715283"},
  {"id":37,"name":"耿马宏达种猪养殖场	","address":"	耿马县孟定路二公里左侧","longitude":"99.434265","latitude":"23.64173"},
  {"id":38,"name":"金平忠明种猪养殖场	","address":"	云南省红河州金平县哈尼田金厂三组","longitude":"103.737657","latitude":"23.301995"},
  {"id":39,"name":"陇川县勐约于家种猪仔猪养殖场	","address":"	陇川县勐约乡营盘村委会营盘小组","longitude":"97.807427","latitude":"24.192497"},
  {"id":40,"name":"河口坝洒陈源种猪养殖场	","address":"	云南省红河州河口县坝洒农场曼峨7队","longitude":"103.85447","latitude":"22.609252"},
  {"id":41,"name":"瑞丽市永益种猪场	","address":"	瑞丽市勐卯镇姐勒武装部基地","longitude":"97.898371","latitude":"24.042963"},
  {"id":42,"name":"漾濞县顺利种猪肥猪繁育养殖场	","address":"	云南省大理白族自治州漾濞彝族自治县苍山西镇石钟村东冲药组","longitude":"99.963943","latitude":"25.718022"},
  {"id":43,"name":"晋宁宝峰顺心种猪场	","address":"	晋宁县昆阳街道办事处（宝峰）大麦地村前卫变电站旁","longitude":"102.575971","latitude":"24.592862"},
  {"id":44,"name":"砚山县诚誉种猪养殖场	","address":"	云南省文山壮族苗族自治州砚山县江那镇新民道班内（新民水库下坝老八嘎路旁）","longitude":"104.346417","latitude":"23.579198"},
  {"id":45,"name":"宁洱种猪养殖场	","address":"	云南省普洱市宁洱哈尼族彝族自治县普义端金村二组1号","longitude":"101.409676","latitude":"22.992358"},
  {"id":46,"name":"勐海县富华种猪场	","address":"	勐海县勐海镇曼真村","longitude":"100.433603","latitude":"21.982499"},
  {"id":47,"name":"南华县滇撒种猪场	","address":"	云南省楚雄彝族自治州南华县龙川镇海子山","longitude":"101.301587","latitude":"25.183739"},
  {"id":48,"name":"普洱市思茅区鑫鸿种猪场	","address":"	普洱市思茅区三家村曼窝村","longitude":"100.987628","latitude":"22.831992"},
  {"id":49,"name":"梁河县旭升种猪繁殖场	","address":"	梁河县九保乡九保街（九保兽医站旁）","longitude":"98.322094","latitude":"24.822023"},
  {"id":50,"name":"金平选福种猪养殖场	","address":"	云南省红河州金平县金河镇哈尼田金厂村三组","longitude":"103.227663","latitude":"22.912718"},
  {"id":51,"name":"彝良尼迦种猪养殖场	","address":"	云南省昭通市彝良县洛泽河镇簸迤村簸迤街上","longitude":"104.091385","latitude":"27.490172"},
  {"id":52,"name":"宁洱先胜种猪养殖场	","address":"	云南省普洱市宁洱哈尼族彝族自治县勐先镇先胜村豆地山组","longitude":"101.19197","latitude":"23.087175"},
  {"id":53,"name":"曲靖市麒麟区兴旺种猪仔猪养殖场	","address":"	曲靖市麒麟区文华街道凤来社区三组","longitude":"103.913326","latitude":"25.360057"},
  {"id":54,"name":"施甸天蓬种猪养殖场	","address":"	云南省保山市施甸县摆榔乡摆榔村塘莲塘","longitude":"99.273796","latitude":"24.646406"},
  {"id":55,"name":"永善县天德种猪养殖场	","address":"	云南省昭通市永善县务基镇锦屏村团结一社","longitude":"103.512887","latitude":"28.093618"},
  {"id":56,"name":"云县锦盛种猪养殖基地	","address":"	云南省临沧市云县爱华镇永胜村委会下坝田组","longitude":"100.184679","latitude":"24.51848"},
  {"id":57,"name":"沾益炎方思俊种猪育种繁殖基地	","address":"	云南省曲靖市沾益区炎方乡母官村委会母官村187号","longitude":"104.166934","latitude":"25.942754"},
  {"id":58,"name":"江城阿艳诚信种猪养殖场	","address":"	云南省普洱市江城哈尼族彝族自治县勐烈镇朵把村朵把组25号","longitude":"101.835138","latitude":"22.605129"},
  {"id":59,"name":"施甸县文苑种猪场	","address":"	云南省保山市施甸县旧城乡旧城街","longitude":"99.243265","latitude":"24.428623"},
  {"id":60,"name":"祥云县惠丰种猪场	","address":"	祥云县普淜镇力必甸麻栗树村","longitude":"100.91631","latitude":"25.343685"},
  {"id":61,"name":"镇沅小谢种猪站	","address":"	云南省普洱市镇沅县勐大镇文来村平地二小组","longitude":"100.84014","latitude":"24.069462"},
  {"id":62,"name":"江川区象山种猪场	","address":"	云南省玉溪市江川区江城翠峰小石关村","longitude":"102.755753","latitude":"24.367488"},
  {"id":63,"name":"西盟佤山种猪改良科技有限公司	","address":"	云南省普洱市西盟佤族自治县勐梭镇里拉村南扩组东波","longitude":"99.609729","latitude":"22.679991"},
  {"id":64,"name":"西盟东波种猪改良农民专业合作社	","address":"	云南省普洱市西盟佤族自治县勐梭镇里拉村南扩组","longitude":"99.644954","latitude":"22.691224"},
  {"id":65,"name":"双柏县云天蓬种猪繁育有限公司	","address":"	云南省双柏县永昌路3号","longitude":"101.648177","latitude":"24.692019"},
  {"id":66,"name":"昌宁县蓬元种猪养殖有限公司	","address":"	云南省保山市昌宁县柯街镇柯街社区老街子直路东侧","longitude":"99.480736","latitude":"24.902932"},
  {"id":67,"name":"腾冲天逸申发种猪有限责任公司	","address":"	云南省保山市腾冲市界头镇周家坡","longitude":"98.663313","latitude":"25.420143"},
  {"id":68,"name":"富宁县闽福种猪改良科技有限公司	","address":"	云南省文山州富宁县田蓬镇庙坝村民委陈和平村小组","longitude":"105.523006","latitude":"23.233293"},
  {"id":69,"name":"武定惠农种猪养殖专业合作社	","address":"	武定县狮山镇玄金山","longitude":"102.40975","latitude":"25.533829"},
  {"id":70,"name":"云南撒坝原种猪研究院有限公司	","address":"	云南省昆明市禄劝彝族苗族自治县团街真金万水库团街水电站","longitude":"102.801129","latitude":"26.039785"},
  {"id":71,"name":"云南鹏飞牧业科技有限公司普洱种猪场	","address":"	云南省普洱市宁洱县宁洱镇民主村佛台山","longitude":"101.085115","latitude":"23.101349"},
  {"id":72,"name":"盈江县盈星种猪养殖专业合作社	","address":"	盈江县平原镇陇中村委会陇中村民二组芒娥小组","longitude":"97.950631","latitude":"24.798477"},
  {"id":73,"name":"鹤庆县黑尔思种猪有限责任公司	","address":"	云南省大理白族自治州鹤庆县金墩乡磨光村民委员会磨刀箐村","longitude":"100.291123","latitude":"26.496491"},
  {"id":74,"name":"剑川县金榜种猪养殖专业合作社	","address":"	剑川县金华镇文榜村委会代家登村3号","longitude":"99.917899","latitude":"26.540365"},
  {"id":75,"name":"西盟马散种猪改良农民专业合作社	","address":"	云南省普洱市西盟佤族自治县勐卡镇马散村","longitude":"99.431597","latitude":"22.770038"},
  {"id":76,"name":"威信县坪房种猪繁殖专业合作社	","address":"	威信县林凤镇坪房村沟头村民小组","longitude":"104.872742","latitude":"27.829923"},
  {"id":77,"name":"武定县营盘山种猪养殖专业合作社	","address":"	武定县狮山镇西和村委会小西村二社","longitude":"102.416352","latitude":"25.551082"},
  {"id":78,"name":"绿春县宏鑫种猪生态养殖专业合作社	","address":"	云南省红河州绿春县牛孔镇模东桥头河坝","longitude":"102.245327","latitude":"22.879206"},
  {"id":79,"name":"绥江县会仪镇六兰种猪养殖场	","address":"	绥江县会仪村二组","longitude":"104.23266","latitude":"28.63832"},
  {"id":80,"name":"玉溪市红塔区建萍种猪养殖场	","address":"	红塔区大营街镇居委会一组","longitude":"102.504539","latitude":"24.344048"},
  {"id":81,"name":"弥渡县红岩镇宏旺种猪养殖场	","address":"	云南省大理白族自治州弥渡县红岩镇竹园新发村大龙潭","longitude":"100.428348","latitude":"25.459279"},
  {"id":82,"name":"永仁县宜就新美神种猪养殖厂	","address":"	云南省楚雄彝族自治州永仁县宜就镇拉利坪村委会上羊圈房村民小组","longitude":"101.58855","latitude":"26.153155"},
  {"id":83,"name":"富源县竹园镇煤苑种猪扩繁场	","address":"	富源县竹园镇茂兰村委会阿形村","longitude":"104.328316","latitude":"25.409754"},
  {"id":84,"name":"个旧市大屯镇小寨村养殖专业合作社联合社鑫鑫种猪养殖分社	","address":"	个旧市大屯镇养猪场内","longitude":"103.275178","latitude":"23.400772"},
  {"id":85,"name":"宣威市板桥街道周福化种猪场	","address":"	云南省曲靖市宣威市板桥街道西边社区居委会花山脚下","longitude":"104.069","latitude":"26.045787"},
  {"id":86,"name":"普洱市思茅区泰顺种猪养殖场.	","address":"	云南省普洱市思茅区莲花村老徐寨小组","longitude":"100.950342","latitude":"22.877944"},
  {"id":87,"name":"临沧市晓街良种猪核心群扩繁场有限公司	","address":"	云县晓街乡隔界河","longitude":"100.245903","latitude":"24.392243"},
  {"id":88,"name":"个旧市大屯镇家顺种猪养殖场	","address":"	个旧市大屯镇孙家寨村","longitude":"103.275178","latitude":"23.400772"},
  {"id":89,"name":"德钦县江坡富盛良种猪培育专业合作社	","address":"	云南省迪庆藏族自治州德钦县","longitude":"99.037554","latitude":"28.351417"},
  {"id":90,"name":"禄丰双丰良种猪有限公司	","address":"	禄丰县金山镇董户村","longitude":"102.068072","latitude":"25.138537"},
  {"id":91,"name":"维西康珠种猪养殖专业合作社	","address":"	维西县康普乡阿倮村上组9号","longitude":"99.022223","latitude":"27.605581"},
  {"id":92,"name":"西盟秧洛种猪繁育农民专业合作社	","address":"	云南省普洱市西盟佤族自治县勐梭镇秧洛村","longitude":"99.674914","latitude":"22.665195"},
  {"id":93,"name":"沾益县白水镇弯弯地生态园种猪场	","address":"	沾益县白水小德基村","longitude":"103.846238","latitude":"25.786711"},
  {"id":94,"name":"昭通市昭阳区锦屏宏发优良种猪养殖场	","address":"	昭阳区旧圃镇锦屏村11组","longitude":"103.655627","latitude":"27.380789"},
  {"id":95,"name":"临沧飞达良种猪养殖有限公司	","address":"	云南省临沧市临翔区林园路9号（原农垦中学）","longitude":"100.139908","latitude":"23.84957"},
  {"id":96,"name":"昆明市东川区荣森优良种猪试验场	","address":"	东川区铜都镇板河口","longitude":"103.193623","latitude":"26.08386"},
  {"id":97,"name":"凤庆县优良种猪河平生态养殖厂	","address":"	云南省临沧市凤庆县诗礼乡河平村河平","longitude":"99.883169","latitude":"24.946824"},
  {"id":99,"name":"陆良县板桥镇知农社种猪繁育基地	","address":"	云南省曲靖市陆良县板桥镇石坝村委会蔡石坝村小长田","longitude":"103.722265","latitude":"25.130614"},
  {"id":99,"name":"晋宁宝峰新街彦春种猪培育基地	","address":"	晋宁县昆阳街道办事处（宝峰）关上村","longitude":"102.575971","latitude":"24.592862"},
  {"id":100,"name":"永胜县片角镇佳泓种猪场服务站	","address":"	云南省丽江市永胜县片角镇片角街","longitude":"100.591131","latitude":"26.010851"},
  {"id":101,"name":"思茅区云仙乡红发种猪养殖场	","address":"	云南省普洱市思茅区云仙乡黄竹林村三棵桩村民小组","longitude":"100.698954","latitude":"22.950154"},
  {"id":102,"name":"会泽迤车中寨宏发优良种猪扩繁场	","address":"	云南省曲靖市会泽县迤车镇中寨村麻地沟","longitude":"103.550305","latitude":"26.874333"},
  {"id":103,"name":"普洱市思茅区双溪种猪养殖场	","address":"	普洱市思茅区平原柴山象大木桥边","longitude":"100.855253","latitude":"22.739133"},
  {"id":104,"name":"楚雄顺丰良种猪养殖有限公司	","address":"	云南省楚雄彝族自治州楚雄市鹿城镇军屯村委会大余节小组象耳朵山","longitude":"101.607525","latitude":"24.929857"},
  {"id":105,"name":"昌宁县智垚良种猪养殖专业合作社	","address":"	云南省保山市昌宁县卡斯镇龙潭村卡斯镇龙潭村","longitude":"99.400802","latitude":"24.80268"},
  {"id":106,"name":"弥渡宇兴农牧发展有限公司	","address":"	云南省大理白族自治州弥渡县弥城镇新城村村委会新城村","longitude":"100.486566","latitude":"25.347454"},
  {"id":108,"name":"腾冲永盛益民良种猪养殖繁育专业合作社	","address":"	云南省保山市腾冲市中和镇大村","longitude":"98.390961","latitude":"25.048079"},
  {"id":109,"name":"腾冲市富新良种猪养殖专业合作社	","address":"	腾冲市新华乡新山村委会岭干村民小组47号","longitude":"98.487123","latitude":"24.748417"},
  {"id":110,"name":"陆良县三岔河月生良种猪养殖专业合作社	","address":"	陆良县三岔河镇三岔子村委会六组","longitude":"103.775148","latitude":"25.043662"},
  {"id":111,"name":"石屏县龙武镇方丈美富种猪养殖场	","address":"	云南省红河哈尼族彝族自治州石屏县龙武镇方丈村","longitude":"102.29399","latitude":"24.012848"},
  {"id":112,"name":"泸西县兴盛牧业良种猪繁殖农民专业合作社	","address":"	泸西县中枢镇神树坡村","longitude":"103.766263","latitude":"24.540162"},
  {"id":113,"name":"昆明丰牧农业有限公司	","address":"	嵩明县杨林镇核桃村委会小海子","longitude":"103.072852","latitude":"25.231939"},
  {"id":114,"name":"永德县建龙种猪扩繁养殖场	","address":"	云南省临沧市永德县永康镇鸭塘村二组","longitude":"99.390163","latitude":"24.165831"},
  {"id":115,"name":"思茅区云仙乡腾达种猪养殖场	","address":"	云南省普洱市思茅区云仙乡黄竹林村大寨村民小组","longitude":"100.698954","latitude":"22.950154"},
  {"id":116,"name":"广南县曙光亿农种猪养殖基地	","address":"	云南省文山壮族苗族自治州广南县曙光乡鸡街村民委腊七里村仙人山","longitude":"105.064012","latitude":"23.760831"},
  {"id":117,"name":"普洱市思茅区万顺种猪服务站	","address":"	云南省普洱市思茅区六顺镇嘎里村委会下勐棚箐小组","longitude":"100.692346","latitude":"22.75632"},
  {"id":118,"name":"思茅区云仙乡鲁红种猪养殖场	","address":"	云南省普洱市思茅区云仙乡桃子树村芒别村民小组","longitude":"100.689511","latitude":"23.017125"},
  {"id":119,"name":"沾益白水湾湾地生态园种猪场	","address":"	云南省曲靖市沾益区白水小德基村","longitude":"104.018829","latitude":"25.69495"},
  {"id":121,"name":"禄丰双云良种猪养殖合作社	","address":"	云南省楚雄彝族自治州禄丰县恐龙山镇大村村委会文武村七组","longitude":"102.047468","latitude":"24.898536"},
  {"id":121,"name":"金平者米小翁帮鑫鹏祥种猪养殖场	","address":"	云南省红河州金平县者米乡小翁帮村","longitude":"102.701915","latitude":"22.779725"},
  {"id":122,"name":"南涧县龙翔良种猪繁殖场生猪养殖专业合作社	","address":"	南涧县南涧镇大东涌村","longitude":"100.573614","latitude":"25.067597"},
  {"id":123,"name":"禄劝撒松树良种猪养殖有限公司	","address":"	云南省昆明市禄劝县团街镇高家村委会田坝心组","longitude":"102.540664","latitude":"25.773542"},
  {"id":124,"name":"福贡顺鑫良种猪养殖有限责任公司	","address":"	云南省怒江傈僳族自治州福贡县鹿马登乡赤恒底村干老布组67号","longitude":"98.872452","latitude":"26.987064"},
  {"id":125,"name":"罗平县老厂乡乡村杜洛克种猪养殖场	","address":"	云南省曲靖市罗平县老厂乡田边村委会木纳杂村","longitude":"104.328468","latitude":"25.186093"},
  {"id":126,"name":"禄劝汇源良种猪养殖有限公司	","address":"	禄劝屏山镇六江村委会山后村","longitude":"102.489701","latitude":"25.521209"},
  {"id":127,"name":"德钦县佛山乡鲁瓦村兴农良种猪有限公司	","address":"	云南省迪庆藏族自治州德钦县佛山乡","longitude":"98.691727","latitude":"28.726924"},
  {"id":128,"name":"临沧飞达良种猪养殖有限公司圈掌销售分公司	","address":"	云南省临沧市临翔区南天商贸城1-127号","longitude":"100.099471","latitude":"23.8792"},
  {"id":129,"name":"临沧飞达良种猪养殖有限公司临沧分公司	","address":"	云南省临沧市临翔区林园路11号","longitude":"100.139908","latitude":"23.84957"},
  {"id":130,"name":"香格里拉市金江镇迪乐保种仔猪繁殖专业合作社	","address":"	香格里拉市金江镇车轴村","longitude":"99.8834","latitude":"27.100879"},
  {"id":131,"name":"昌宁县丰茂宏兴良种猪养殖场	","address":"	云南省保山市昌宁县卡斯镇卡斯街子","longitude":"99.395337","latitude":"24.798831"},
  {"id":132,"name":"云南东恒经贸集团猪育种有限公司	","address":"	云南省曲靖市富源县胜境街道多乐村","longitude":"104.200888","latitude":"25.696552"},
  {"id":134,"name":"巍山县南诏镇黄栎棵种母猪养殖农民专业合作社	","address":"	云南省大理白族自治州巍山彝族回族自治县南诏镇河西村委会二台新村一社","longitude":"100.293357","latitude":"25.221744"},
  {"id":134,"name":"昆明正大畜禽有限公司	","address":"	云南省昆明市安宁市太平新城街道办事处桥头社区居民委员会","longitude":"102.588809","latitude":"24.914033"},
  {"id":135,"name":"云南三丰牧业开发有限责任公司	","address":"	广南县旧莫乡板茂村","longitude":"104.948973","latitude":"23.997156"},
  {"id":136,"name":"楚雄撒土现代农业庄园开发有限公司	","address":"	云南省楚雄彝族自治州楚雄市果园路1号","longitude":"101.563005","latitude":"25.041413"},
  {"id":137,"name":"云南海利实业有限责任公司良种猪繁育基地	","address":"	云南省曲靖市师宗县漾月街道法块村委会法块村","longitude":"103.969899","latitude":"24.774652"},
  {"id":138,"name":"香格里拉市兴农良种猪繁育农民专业合作社	","address":"	迪庆藏族自治州香格里拉市金江镇车轴村嘎子乐小组","longitude":"99.8834","latitude":"27.100879"},
  {"id":139,"name":"禄丰县碧城镇翔龙良种猪场	","address":"	禄丰县碧城镇好义村委会庄子村","longitude":"102.331373","latitude":"25.27319"},
  {"id":140,"name":"昆明正大猪业有限公司	","address":"	云南省滇中新区安宁市太平新城街道办事处桥头社区居民委员会","longitude":"102.588809","latitude":"24.914033"},
  {"id":141,"name":"香格里拉市母猪壁种植农民专业合作社	","address":"	香格里拉市金江镇兴文村天吉三组61号","longitude":"99.968007","latitude":"26.959016"},
  {"id":142,"name":"云南大自然乌金猪育种有限公司	","address":"	云南省昭通市威信县环城北路367号","longitude":"105.05528","latitude":"27.855204"},
  {"id":143,"name":"龙陵县野猪林重楼种植专业合作社	","address":"	龙陵县龙新乡荆竹坪村民委员会内","longitude":"98.950243","latitude":"24.545139"},
  {"id":145,"name":"祥云大仓祥发农牧有限公司	","address":"	云南省大理白族自治州祥云县下庄镇大仓村四组","longitude":"100.843356","latitude":"25.452626"},
  {"id":145,"name":"楚雄兴滇牧业科技开发有限公司	","address":"	云南省楚雄州楚雄市苍岭镇李家村委会腰站街","longitude":"101.659663","latitude":"25.07616"},
  {"id":146,"name":"玉龙县玉河生态种养殖有限责任公司	","address":"	玉龙县九河乡老君山龙源路5公里处","longitude":"99.901396","latitude":"26.678067"},
  {"id":147,"name":"玉龙县腾龙正农通农牧有限公司	","address":"	云南省丽江市玉龙纳西族自治县龙蟠乡龙蟠村委会忠义组","longitude":"100.077917","latitude":"27.098536"},
  {"id":148,"name":"南华县徐营良种猪繁育营销专业合作社	","address":"	南华县龙川镇徐营村委会大门口","longitude":"101.284007","latitude":"25.197789"},
  {"id":149,"name":"云南百草地大河乌猪良种繁育有限公司	","address":"	云南省曲靖市富源县墨红镇清水村委会百草地","longitude":"104.089444","latitude":"25.509524"},
  {"id":150,"name":"勐腊鸿都牧业有限公司	","address":"	云南省西双版纳傣族自治州勐腊县勐捧镇景坎村委会贺里村","longitude":"101.313922","latitude":"21.456906"},
  {"id":151,"name":"泸西县隆德良种猪场繁育专业合作社	","address":"	泸西县三塘乡隆德村","longitude":"103.832021","latitude":"24.404047"},
  {"id":152,"name":"梁河县平山乡特种野猪养殖场	","address":"	梁河县平山乡平山村。","longitude":"98.478181","latitude":"24.845908"},
  {"id":153,"name":"凤庆县良种猪扩繁群场	","address":"	凤庆县洛党镇洛党村营定山田","longitude":"100.030185","latitude":"24.532268"},
  {"id":154,"name":"曲靖大自然农牧科技有限公司	","address":"	云南省曲靖市麒麟区越州镇上坡村平旗田村民小组","longitude":"103.876465","latitude":"25.360324"},
  {"id":155,"name":"玉龙县腾达种养殖专业合作社	","address":"	玉龙县九河乡老君山龙源路5公里处","longitude":"99.901396","latitude":"26.678067"},
  {"id":157,"name":"普洱星火寨农牧有限公司	","address":"	云南省普洱市思茅区六顺镇高笕槽村委会星火寨村民小组","longitude":"100.805312","latitude":"22.657628"},
  {"id":158,"name":"香格里拉市永昌良种猪繁育基地	","address":"	香格里拉市虎跳峡镇五家仁组","longitude":"100.056244","latitude":"27.192684"},
  {"id":159,"name":"永德县赵氏良种猪养殖场	","address":"	德党镇户乃村新寨大田组","longitude":"117.817997","latitude":"25.797449"},
  {"id":159,"name":"开远市三鼎产业有限责任公司	","address":"	云南省红河州开远市三鼎汽修厂","longitude":"103.278308","latitude":"23.715755"},
  {"id":160,"name":"昆明云中美农牧科技有限公司	","address":"	云南省昆明市官渡区小哨原种猪场内","longitude":"102.976704","latitude":"25.11296"},
  {"id":161,"name":"巍山县牛街乡福进养殖农民专业合作社	","address":"	巍山县牛街乡爱民村委会利皮社","longitude":"100.053454","latitude":"25.03373"},
  {"id":162,"name":"云南帝福农牧养殖有限公司	","address":"	云南省楚雄彝族自治州楚雄市东华镇新大街158号","longitude":"101.499523","latitude":"24.949055"},
  {"id":163,"name":"云南天兆隆升牧业有限公司	","address":"	云南省曲靖市会泽县宝云街道东郊良种场","longitude":"103.342473","latitude":"26.448341"},
  {"id":164,"name":"宣威市海河良种猪扩繁场	","address":"	宣威市来宾镇宗范村后海河","longitude":"104.104113","latitude":"26.301974"},
  {"id":166,"name":"昆明华港育种有限公司	","address":"	安宁市八街镇一六村委会石鸡村","longitude":"102.32456","latitude":"24.612721"},
  {"id":166,"name":"双江县良种猪扩繁场	","address":"	双江勐勐镇那布社区大河湾组（大河湾芦篙坝地）","longitude":"99.887927","latitude":"23.564926"},
  {"id":167,"name":"临沧裕农牧业开发有限责任公司	","address":"	云南省临沧市临翔区蚂蚁堆乡蚂蚁堆村（蚂蚁堆中学旁）","longitude":"100.075839","latitude":"24.093811"},
  {"id":168,"name":"峨山德康农牧有限公司	","address":"	云南省玉溪市峨山县农业局内","longitude":"102.4081","latitude":"24.176358"},
  {"id":169,"name":"昆明永一畜牧发展有限公司	","address":"	云南省昆明市西山区团结街道办事处妥排社区居委会小乐居小组1号3层301室","longitude":"102.541199","latitude":"25.0773"},
  {"id":170,"name":"西双版纳南香源农业科技有限公司	","address":"	云南省西双版纳傣族自治州景洪市广电路10号一楼（种猪厂东则）","longitude":"100.792949","latitude":"21.999381"},
  {"id":175,"name":"香格里拉市母竹碧种植农民专业合作社	","address":"	香格里拉市金江镇兴文村天吉三组61号","longitude":"99.968007","latitude":"26.959016"},
  {"id":175,"name":"宣威市广联农牧有限公司	","address":"	云南省曲靖市宣威市海岱镇乐所村","longitude":"104.432906","latitude":"26.139903"},
  {"id":175,"name":"云南源天生物集团农牧科技有限公司	","address":"	云南省峨山县双江镇高平原他达矿生活区","longitude":"102.404072","latitude":"24.178619"},
  {"id":175,"name":"师宗雄发种养殖专业合作社	","address":"	云南省曲靖市师宗县雄壁镇发召村委会上普安村","longitude":"103.97887","latitude":"24.956441"},
  {"id":175,"name":"宾川县土里吧种养业专业合作社	","address":"	云南省大理白族自治州宾川县鸡足山镇沙址村委会白草龙村","longitude":"100.36741","latitude":"25.949203"},
  {"id":176,"name":"西畴县牧丰良种猪繁殖场	","address":"	西畴县兴街镇甘塘子村民委塘子边村","longitude":"104.609258","latitude":"23.263778"},
  {"id":177,"name":"瑞丽瑞丽江农业发展有限公司	","address":"	云南省德宏州瑞丽市金滇路东侧轻工业园区","longitude":"97.891297","latitude":"24.028495"},
  {"id":178,"name":"彝良县晨曦特种猪养殖专业合作社	","address":"	彝良县龙街乡龙街村木冲沟社","longitude":"104.128633","latitude":"27.366355"},
  {"id":179,"name":"寻甸县庆勇良种猪繁育养殖场	","address":"	云南省昆明市寻甸回族彝族自治县羊街镇长冲村委会下村","longitude":"103.153895","latitude":"25.427729"},
  {"id":180,"name":"普洱明盛农业科技有限公司	","address":"	云南省普洱市思茅区巴塞城9幢1单元602室","longitude":"100.855253","latitude":"22.739133"},
  {"id":181,"name":"江城明盛农业科技有限公司	","address":"	云南省普洱市江城哈尼族彝族自治县三国贸易城老挝区108号","longitude":"101.877762","latitude":"22.580567"},
  {"id":182,"name":"云南大北农饲料科技有限公司	","address":"	云南省昆明市宜良县北古城镇工业园区饲料片区","longitude":"103.147262","latitude":"25.042931"},
  {"id":183,"name":"维西沧龙强业综合开发有限公司	","address":"	云南省迪庆藏族自治州维西傈僳族自治县康普乡江边村","longitude":"99.022223","latitude":"27.605581"},
  {"id":184,"name":"云南荣禾农业科技有限公司	","address":"	安宁市青龙街道打金甸村","longitude":"102.340317","latitude":"25.042335"},
  {"id":185,"name":"云南神农陆良猪业有限公司	","address":"	云南省曲靖市陆良县小百户镇炒铁村委会","longitude":"103.579013","latitude":"25.047521"},
  {"id":186,"name":"昆明野猪林食用菌种植有限责任公司	","address":"	云南省昆明市西山区团结街道办律则社区","longitude":"102.541274","latitude":"25.077152"},
  {"id":187,"name":"泸水县高黎贡山猪保种场	","address":"	泸水县鲁掌镇茶山","longitude":"98.824518","latitude":"25.984865"},
  {"id":188,"name":"云南神农育种有限公司	","address":"	云南省昆明市石林县长湖镇圆湖","longitude":"103.428625","latitude":"24.704828"},
  {"id":189,"name":"弥勒市王红小吃店	","address":"	云南省红河哈尼族彝族自治州弥勒市弥阳镇髯翁东路（金辰时代广场B-1-01）","longitude":"103.444593","latitude":"24.41426"},
  {"id":190,"name":"新平德康农牧有限公司	","address":"	云南省玉溪市新平彝族傣族自治县古城街道办事处纳溪社区乙本甲155号","longitude":"101.990476","latitude":"24.077081"},
  {"id":191,"name":"通海野猪林果牧种养殖专业合作社	","address":"	云南省玉溪市通海县河西镇解家营四组梁子顶","longitude":"102.575347","latitude":"24.224328"},
  {"id":192,"name":"禄丰川丰良种猪场	","address":"	云南省楚雄彝族自治州禄丰县恐龙山镇梨园村委会下梨园村","longitude":"102.085655","latitude":"24.923601"},
  {"id":193,"name":"云龙漕涧华跃特种猪养殖场	","address":"	云龙县漕涧镇漕涧村茶山新村","longitude":"99.112068","latitude":"25.643763"},
  {"id":194,"name":"镇沅渝农牧业有限责任公司	","address":"	镇沅县畜牧兽医站综合办公楼（绿海路）","longitude":"101.12021","latitude":"24.010482"},
  {"id":195,"name":"兰坪乐嘉牧业有限公司	","address":"	云南省怒江傈僳族自治州兰坪白族普米族自治县沘江路45号","longitude":"99.51624","latitude":"26.72602"},
  {"id":196,"name":"勐腊宏康牧业科技发展有限责任公司	","address":"	云南省西双版纳傣族自治州勐腊县勐满农场满中生产队三组","longitude":"101.321195","latitude":"21.399181"},
  {"id":197,"name":"曲靖市沾益区温氏畜牧有限公司	","address":"	云南省曲靖市沾益区沾益工业园区城西片区","longitude":"103.86811","latitude":"25.79421"},
  {"id":198,"name":"新平乡情豪猪养殖专业合作社	","address":"	云南省玉溪市新平彝族傣族自治县建兴乡帽盒村委会帽盒山小组小丫口","longitude":"101.5758","latitude":"23.760498"},
  {"id":199,"name":"峨山双胞胎猪业有限公司	","address":"	云南省玉溪研和工业园区峨山双小片区","longitude":"102.518282","latitude":"24.288935"},
  {"id":200,"name":"陆良双胞胎猪业有限公司	","address":"	云南省曲靖市陆良县大莫古发峨哨村委会回辉哨一社","longitude":"103.463579","latitude":"24.900655"},
  {"id":201,"name":"建水县银霜焰畜联有限公司	","address":"	云南省红河哈尼族彝族自治州建水县南庄镇高寨村花果山上","longitude":"102.841637","latitude":"23.707431"},
  {"id":202,"name":"云南西南天佑牧业科技有限责任公司	","address":"	昆明市五华区沙朗乡母格村半路街","longitude":"102.657853","latitude":"25.210345"},
  {"id":203,"name":"腾冲市新华乡新兴良种猪场	","address":"	腾冲市新华乡新山村","longitude":"98.487123","latitude":"24.748417"},
  {"id":204,"name":"威信猪猪侠种养专业合作社	","address":"	威信县扎西镇田坝办事处田坝头村民小组40号","longitude":"105.084817","latitude":"27.845098"},
  {"id":205,"name":"开远温氏畜牧有限公司	","address":"	云南省红河哈尼族彝族自治州开远市环城南路16号(为民楼1401)","longitude":"103.290321","latitude":"23.711218"},
  {"id":206,"name":"建水温氏畜牧有限公司	","address":"	云南省红河哈尼族彝族自治州建水县临安镇圣兴村委会武家铺村","longitude":"102.842771","latitude":"23.64308"},
  {"id":207,"name":"弥勒温氏畜牧有限公司	","address":"	云南省红河哈尼族彝族自治州弥勒市新哨镇新街延伸街","longitude":"103.771788","latitude":"24.536146"},
  {"id":208,"name":"蒙自温氏畜牧有限公司	","address":"	红河州蒙自市新安所大新寨75号","longitude":"103.438841","latitude":"23.340687"},
  {"id":209,"name":"施甸伟茂畜牧科技发展有限公司	","address":"	云南省保山市施甸县摆榔乡摆榔村","longitude":"99.273796","latitude":"24.646406"},
  {"id":210,"name":"鹤庆正邦农牧有限公司	","address":"	云南省大理白族自治州鹤庆县云鹤镇振兴小区","longitude":"100.189312","latitude":"26.575509"},
  {"id":211,"name":"普洱市天态特种野猪养殖有限公司	","address":"	普洱市思茅区倚象镇鱼塘村张德寨大凹子","longitude":"101.132241","latitude":"22.620324"},
  {"id":212,"name":"双江县良种猪扩繁场兽药门市部	","address":"	云南省临沧市双江拉祜族佤族布朗族傣族自治县勐库镇勐库街头","longitude":"99.840914","latitude":"23.476857"},
  {"id":213,"name":"云南锦态源畜牧科技开发有限公司	","address":"	云南省普洱市宁洱县磨黑镇下胜村麻腊寨","longitude":"101.295517","latitude":"23.200725"},
  {"id":214,"name":"景洪市勐旺乡野猪林旺展种养殖专业合作社	","address":"	云南省西双版纳傣族自治州景洪市勐旺村委会南门口村民小组","longitude":"101.345601","latitude":"22.464861"},
  {"id":215,"name":"云南鹏飞牧业科技有限公司	","address":"	云南省普洱市宁洱县宁洱镇民主村佛台山","longitude":"101.085115","latitude":"23.101349"},
  {"id":216,"name":"普洱江城曼老山特种野猪养殖农民专业合作社	","address":"	云南省普洱市江城县康平镇曼老街村","longitude":"101.327782","latitude":"22.764517"},
  {"id":217,"name":"昆明特驱饲料有限公司	","address":"	云南省昆明市宜良县北古城镇饲料工业园区","longitude":"103.195051","latitude":"24.97824"},
  {"id":218,"name":"马龙温氏畜牧有限公司	","address":"	云南省曲靖市马龙县通泉街道龙翔路云华园一期商铺2-21号","longitude":"103.592778","latitude":"25.443703"},
  {"id":219,"name":"会泽温氏畜牧有限公司	","address":"	云南省曲靖市会泽县古城街道钟屏路126号","longitude":"103.310917","latitude":"26.417541"},
  {"id":219,"name":"师宗县吉利达种养殖专业合作社	","address":"	云南省曲靖市师宗县丹凤街道办事处山龙村委会河外村","longitude":"104.073419","latitude":"24.793515"},
  {"id":221,"name":"会泽县五星乡兴箐良种猪繁育场	","address":"	会泽县五星乡竹箐村","longitude":"103.323777","latitude":"26.602243"},
  {"id":222,"name":"威信峪盛烽明农业科技有限责任公司	","address":"	威信县扎西镇大山花郎沟社","longitude":"105.010871","latitude":"27.89293"},
  {"id":223,"name":"建水广联农牧有限公司	","address":"	云南省红河哈尼族彝族自治州建水县南庄镇和源万亩石榴园内","longitude":"102.821255","latitude":"23.837009"},
  {"id":224,"name":"石林县盛畜种猪场	","address":"	石林县石林镇北大村大寨村新坝","longitude":"103.366847","latitude":"24.868157"},
  {"id":225,"name":"玉溪江川海川农牧有限公司	","address":"	云南省玉溪市江川区前卫镇庄子村委会小冲村","longitude":"102.85713","latitude":"24.466342"},
  {"id":226,"name":"凤庆锦宏商贸有限公司	","address":"	云南省临沧市凤庆县凤山镇上寨村委会松子树组","longitude":"99.937145","latitude":"24.644494"},
  {"id":227,"name":"陆良雄鑫牧业科技有限公司	","address":"	云南省曲靖市陆良县小百户镇中坝村羊头山","longitude":"103.578957","latitude":"25.10514"},
  {"id":229,"name":"昆明康恒农业有限公司	","address":"	云南省昆明市东川区铜都镇姑海村小黑河小组（原东川金石生猪养殖合作社内）","longitude":"103.237394","latitude":"25.996123"},
  {"id":230,"name":"宣威双胞胎猪业有限公司	","address":"	云南省曲靖市宣威市西宁街道陈家村新北站二环路边（陈家村安置小区）","longitude":"104.09248","latitude":"26.261534"},
  {"id":231,"name":"云南耿马登健畜牧科技开发有限公司	","address":"	云南省临沧市耿马县贺派乡落阳村新寨组","longitude":"99.337457","latitude":"23.500131"},
  {"id":232,"name":"宜良县金二元农牧有限公司	","address":"	云南省昆明市宜良县耿家营乡胡家村（小板田）","longitude":"103.269357","latitude":"25.063749"},
  {"id":233,"name":"云南普洱登茂畜牧科技开发有限公司	","address":"	云南省普洱市景谷县民乐镇民乐村湾见村民小组","longitude":"100.480931","latitude":"23.701042"},
  {"id":234,"name":"玉龙县馨欣种养殖专业合作社	","address":"	玉龙县九河乡龙应村委会史家坡村","longitude":"100.029856","latitude":"26.871331"},
  {"id":235,"name":"沾益西平良种猪供精站	","address":"	云南省曲靖市沾益区西平街道光华街道四组（四公里小粉厂）","longitude":"103.834862","latitude":"25.627689"},
  {"id":236,"name":"师宗佳园畜牧有限公司	","address":"	云南省曲靖市师宗县丹凤街道海晏村委会白午厦村","longitude":"104.060147","latitude":"24.826981"},
  {"id":237,"name":"富源县后所镇宜棽养殖专业合作社	","address":"	云南省曲靖市富源县后所镇庆云村委会小白岩","longitude":"104.309155","latitude":"25.765803"},
  {"id":238,"name":"巍山县马鞍山乡峥嵘生猪养殖农民专业合作社	","address":"	云南省大理白族自治州巍山彝族回族自治县马鞍山乡红旗村委会田口村","longitude":"99.14926","latitude":"26.458773"},
  {"id":239,"name":"贡山春雨农业科技有限公司	","address":"	云南省怒江傈僳族自治州贡山独龙族怒族自治县捧当乡永拉嘎村","longitude":"98.697047","latitude":"27.842978"},
  {"id":240,"name":"香格里拉市生茂猪种养殖有限公司	","address":"	香格里拉市金江镇新建村下所邑小组","longitude":"99.713703","latitude":"27.266569"},
  {"id":241,"name":"绿春县湘昱农业开发有限公司	","address":"	云南省红河州绿春县牛孔乡模东桥头河坝","longitude":"102.159729","latitude":"23.037738"},
  {"id":242,"name":"香格里拉市天堂特种野猪养殖有限责任公司	","address":"	香格里拉市格咱乡普浪坝","longitude":"99.983076","latitude":"28.015766"},
  {"id":243,"name":"禄劝嘉园黑土猪养殖有限公司	","address":"	云南省昆明市禄劝彝族苗族自治县翠华镇大平地村","longitude":"102.626102","latitude":"25.666054"},
  {"id":244,"name":"勐海云瑞养殖有限公司	","address":"	云南省西双版纳傣族自治州勐海县勐阿镇勐康村民委员会篾笆桥第十村23号","longitude":"100.415855","latitude":"22.286226"},
  {"id":245,"name":"曲靖市沾益区琦欣润养殖有限公司	","address":"	云南省曲靖市沾益区白水镇大德村委会哈拉益村小组","longitude":"103.990804","latitude":"25.694398"},
  {"id":246,"name":"云南锲源商贸有限公司	","address":"	云南省昆明市嵩明县杨林经济开发区华狮路15号","longitude":"103.053076","latitude":"25.248394"},
  {"id":247,"name":"罗平县天蓬养殖有限责任公司	","address":"	罗平县罗雄镇殷家龙潭","longitude":"104.315109","latitude":"24.890596"},
  {"id":248,"name":"绿春县东仰生猪养殖专业合作社	","address":"	绿春县城西段畜牧局大院内","longitude":"102.245327","latitude":"22.879206"},
  {"id":249,"name":"巍山县马鞍山乡仕贤生猪养殖农民专业合作社	","address":"	云南省大理白族自治州巍山彝族回族自治县马鞍山乡青云村委会下密支村","longitude":"100.059311","latitude":"25.27947"},
  {"id":250,"name":"云南天红牧业有限公司	","address":"	云南省楚雄州禄丰县广通镇明新路","longitude":"101.756146","latitude":"25.172287"},
  {"id":251,"name":"弥渡县玉柱生猪养殖核桃种植农民专业合作社	","address":"	云南省大理白族自治州弥渡县牛街乡团结村委会团结茶厂","longitude":"100.704684","latitude":"24.956278"},
  {"id":252,"name":"鹤庆县金梦龙种猪场	","address":"	云南省大理白族自治州鹤庆县草海镇罗伟邑村委会海北坪","longitude":"100.087624","latitude":"26.536449"},
  {"id":254,"name":"兰坪鸿尤蓉源养殖农民专业合作社	","address":"	云南省怒江傈僳族自治州兰坪白族普米族自治县营盘镇鸿尤村一组离村500米处","longitude":"99.165127","latitude":"26.376374"},
  {"id":255,"name":"兰坪鸿尤严茹养殖农民专业合作社	","address":"	云南省怒江傈僳族自治州兰坪白族普米族自治县营盘镇鸿尤村八组离村1000米处","longitude":"99.165127","latitude":"26.376374"},
  {"id":256,"name":"师宗县华民种养殖专业合作社	","address":"	云南省曲靖市师宗县雄壁镇小阿舍村民委员会私庄村","longitude":"104.013222","latitude":"24.992851"},
  {"id":257,"name":"漾濞绿源农业综合开发有限公司	","address":"	云南省大理白族自治州漾濞彝族自治县苍山西镇马厂村","longitude":"100.010412","latitude":"25.658596"},
  {"id":258,"name":"漾濞县龙潭乡诗曼肉牛养殖农民专业合作社	","address":"	云南省大理白族自治州漾濞彝族自治县龙潭乡已克助村大伙房对门大浪包外","longitude":"99.843036","latitude":"25.374968"},
  {"id":259,"name":"绿春县永收养殖有限公司	","address":"	云南省红河州绿春县大兴镇岔弄村委会倮别公路岔路口","longitude":"102.40315","latitude":"23.000132"},
  {"id":260,"name":"西山团结猪古岭种植基地	","address":"	西山团结猪古岭","longitude":"102.603478","latitude":"24.98363"},
  {"id":261,"name":"凤庆县兴荣养殖有限责任公司	","address":"	云南省临沧市凤庆县凤山镇上寨村松子树小组","longitude":"99.937145","latitude":"24.644494"},
  {"id":262,"name":"瑞丽瑞丽江养猪专业合作社	","address":"	瑞丽市姐勒芒令村公所旁","longitude":"97.811532","latitude":"24.037273"},
  {"id":264,"name":"洱源县牧源良种猪扩繁场	","address":"	云南省大理白族自治州洱源县邓川镇中和村沙坝街","longitude":"100.106765","latitude":"25.983297"},
  {"id":264,"name":"怒江段华养殖有限责任公司	","address":"	云南省怒江傈僳族自治州泸水市六库镇小沙殡仪馆旁","longitude":"98.88747","latitude":"25.874423"},
  {"id":265,"name":"红河州嵋山梅香农业发展有限公司	","address":"	云南省红河州个旧市鸡街镇下乍甸村委会水头村小组","longitude":"103.227803","latitude":"23.520124"},
  {"id":266,"name":"巍山县梦林农业发展有限公司	","address":"	云南省大理白族自治州巍山彝族回族自治县庙街镇佛堂村1社34号","longitude":"100.267591","latitude":"25.343492"},
   {"id":267,"name":"昆明茂努机械设备有限公司	","address":"	云南省昆明市官渡区凤凰山种猪养殖基地旁396号","longitude":"102.803295","latitude":"25.029192"},
  {"id":268,"name":"巍山县成礼养猪专业合作社	","address":"	云南省大理白族自治州巍山彝族回族自治县永建镇老虎山3号附3号","longitude":"100.175628","latitude":"25.427802"},
  {"id":269,"name":"文山市良种猪母本核心群养殖场	","address":"	文山市望城坡农校旁","longitude":"104.03094","latitude":"23.41601"},
  {"id":270,"name":"德钦县佛山乡巴美村必永贡阿堆藏香猪养殖药材种植农民专业合作社	","address":"	云南省迪庆藏族自治州德钦县佛山乡巴美村","longitude":"98.683686","latitude":"28.849676"},
  {"id":271,"name":"永德县永康镇永康村民委员会良种猪扩繁群基地	","address":"	永德县永康村甘蔗园组来线坝","longitude":"99.389004","latitude":"24.117461"},
  {"id":272,"name":"弥勒市鸿祥牧业有限公司	","address":"	云南省红河哈尼族彝族自治州弥勒市新哨镇路体村委会小路体村","longitude":"103.403017","latitude":"24.320157"},
  {"id":273,"name":"维西野生猪苓种植专业合作社	","address":"	维西县白济讯乡永安村哈打科组","longitude":"99.034958","latitude":"27.503208"},
  {"id":274,"name":"马龙县兴达畜牧科技有限公司	","address":"	马龙县旧县镇红桥村委会七公里处","longitude":"103.420631","latitude":"25.388296"},
  {"id":275,"name":"师宗宝珠种养殖专业合作社	","address":"	云南省曲靖市师宗县五龙乡狗街村委会狗街村","longitude":"104.2943","latitude":"24.62622"},
  {"id":276,"name":"芒市凯贤畜牧养殖专业合作社	","address":"	云南省德宏州芒市大湾畜牧场内","longitude":"98.382105","latitude":"24.376811"},
  {"id":277,"name":"维西野生猪苓种植农民专业合作社	","address":"	维西县白济讯乡永安村哈打组","longitude":"99.034958","latitude":"27.503208"},
  {"id":278,"name":"永仁猛虎前程美生猪养殖专业合作社	","address":"	云南省楚雄彝族自治州永仁县猛虎乡猛虎村委会中村组","longitude":"101.576862","latitude":"26.091087"},
  {"id":279,"name":"镇沅金翼生态养殖专业合作社	","address":"	云南省普洱市镇沅彝族哈尼族拉祜族自治县勐大镇大山村黑泥田组","longitude":"101.113318","latitude":"24.011541"},
  {"id":280,"name":"永善县永兴中药材种植专业合作社	","address":"	永善县茂林镇甘杉村谭家营社","longitude":"103.61679","latitude":"27.679676"},
  {"id":281,"name":"漾濞县宏庆农业发展有限责任公司	","address":"	云南省大理白族自治州漾濞彝族自治县苍山西镇白羊村沙波登村民小组","longitude":"99.933031","latitude":"25.70568"},
  {"id":283,"name":"师宗龙甸锦盛种养殖专业合作社	","address":"	云南省曲靖市师宗县竹基镇抵鲁村委会他谷村","longitude":"104.145301","latitude":"24.90183"},
  {"id":284,"name":"永胜绿野康生物科技有限公司	","address":"	云南省丽江市永胜县永北镇大厂村委会沿塘村","longitude":"100.778938","latitude":"26.562013"},
  {"id":285,"name":"昆明平辉养殖有限公司	","address":"	云南省昆明市西山区碧鸡镇黑荞母村委会西合园村","longitude":"102.64682","latitude":"24.858915"},
  {"id":286,"name":"西双版纳象龙魔芋产业有限公司	","address":"	云南省西双版纳州景洪市勐腊路41号州种猪场仓库","longitude":"100.791762","latitude":"21.999191"},
  {"id":288,"name":"景洪市富民良种仔猪繁殖场	","address":"	云南省西双版纳傣族自治州景洪市街道曼外村委会阿克新寨","longitude":"100.831664","latitude":"22.015508"},
  {"id":288,"name":"耿马县孟定镇大湾江养殖专业合作社	","address":"	云南省临沧市耿马傣族佤族自治县孟定镇班幸村胶队组","longitude":"98.927995","latitude":"23.521371"},
  {"id":289,"name":"玉溪市拓农生猪养殖专业合作社	","address":"	玉溪市红塔区太极路中段金家边4组","longitude":"102.551102","latitude":"24.377654"},
  {"id":290,"name":"澜沧勐滨格兰生猪产销农民专业合作社	","address":"	云南省普洱市澜沧拉祜族自治县勐朗镇勐滨村下芒糯小组","longitude":"99.897623","latitude":"22.513491"},
  {"id":291,"name":"富源县营上镇宏福农民专业合作社	","address":"	富源县营上镇都格村委会高家村5号","longitude":"104.342384","latitude":"25.457397"},
  {"id":292,"name":"玉龙县荣涛种养殖专业合作社	","address":"	玉龙县石鼓镇红岩村","longitude":"99.948317","latitude":"27.000563"},
  {"id":293,"name":"安宁和牧牧业有限公司	","address":"	安宁市八街镇龙凤村","longitude":"102.36568","latitude":"24.672555"},
  {"id":294,"name":"宣威市落水镇瑞兴良种猪养殖场	","address":"	云南省曲靖市宣威市灰洞村委会宏洞村","longitude":"104.152571","latitude":"26.276829"},
  {"id":295,"name":"云南江川赛澳良种科技有限公司	","address":"	云南省玉溪市江川区大街街道宁海路4号","longitude":"102.757386","latitude":"24.289732"},
  {"id":296,"name":"永德县段绍军种公猪站	","address":"	云南省临沧市永德县小勐统镇小勐统村农业综合服务中心（兽医站）","longitude":"99.295031","latitude":"24.21044"},
  {"id":297,"name":"镇沅盛坤生态黑猪养殖有限公司	","address":"	云南省普洱市镇沅彝族哈尼族拉祜族自治县九甲镇和平村蛮崩小组","longitude":"101.21757","latitude":"24.129018"},
  {"id":298,"name":"寻甸兴平牧业有限责任公司	","address":"	云南省昆明市寻甸回族彝族自治县鸡街镇彩己村委会喜兆村","longitude":"102.802865","latitude":"25.701721"},
  {"id":299,"name":"元江县兴农养猪专业合作社	","address":"	元江县红河街道办同吉路36号","longitude":"102.003836","latitude":"23.604753"},
  {"id":300,"name":"镇沅钱有养殖有限责任公司	","address":"	云南省普洱市镇沅彝族哈尼族拉祜族自治县恩乐镇五一村民委员会东羊坡小组大碑凹子","longitude":"101.113693","latitude":"24.011129"},
  {"id":301,"name":"陆良县申源农牧科技有限公司	","address":"	陆良县小百户镇中坝村委会中坝村","longitude":"103.578957","latitude":"25.10514"},
  {"id":302,"name":"勐海涛涛养殖有限公司	","address":"	云南省西双版纳傣族自治州勐海县勐阿镇南朗河村委会文东新寨2号","longitude":"100.35077","latitude":"22.225551"},
  {"id":303,"name":"红河添宝农牧业发展有限公司	","address":"	云南省红河哈尼族彝族自治州建水县临安镇西湖村委会大树村小陡岩","longitude":"102.80704","latitude":"23.594751"},
  {"id":305,"name":"红河州蒙自市醒牧农业发展有限公司	","address":"	云南省红河州蒙自市雨过铺镇田心村他乍口村民小组","longitude":"103.264119","latitude":"23.456285"},
  {"id":305,"name":"马关县富农养猪专业合作社	","address":"	马关县仁和镇仁和村委会龙转湾村小组","longitude":"104.298111","latitude":"22.951603"},
  {"id":306,"name":"师宗县石碑下偏山养殖专业合作社	","address":"	云南省曲靖市师宗县大同街道石碑社区下偏山村","longitude":"104.129479","latitude":"24.680198"},
  {"id":307,"name":"富民康大牧业有限公司	","address":"	云南省昆明市富民县永定街道办事处沙锅村","longitude":"102.501043","latitude":"25.229227"},
  {"id":308,"name":"弥勒富牧种公猪站	","address":"	云南省红河哈尼族彝族自治州弥勒市新哨镇羊街村委会习岗哨村","longitude":"103.452882","latitude":"24.212198"},
  {"id":310,"name":"南涧县家园农产品开发有限公司	","address":"	云南省大理白族自治州南涧彝族自治县公郎镇自强村委会自强小村8号","longitude":"100.321133","latitude":"24.840928"},
  {"id":311,"name":"绿春顺源牧业有限公司	","address":"	云南省红河州绿春县大兴镇规洞河坝","longitude":"102.40315","latitude":"23.000132"},
  {"id":311,"name":"镇雄县昺晟养殖种植农民专业合作社	","address":"	云南省昭通市镇雄县罗坎镇坳田村民委员会中坝村民小组90号附1号","longitude":"104.540428","latitude":"27.638278"},
  {"id":313,"name":"永德县大福地工程发展有限公司	","address":"	云南省临沧市永德县永康镇送吐村送吐二组","longitude":"99.37804","latitude":"24.126035"},
  {"id":314,"name":"勐海联农农业科技有限公司	","address":"	云南省西双版纳傣族自治州勐海县勐海镇曼真村委会","longitude":"100.427846","latitude":"22.014228"},
  {"id":315,"name":"鲁甸县城兴畜牧科技开发有限公司	","address":"	鲁甸县文屏镇安阁村大地冲","longitude":"103.533457","latitude":"27.181901"},
  {"id":316,"name":"漾濞红庆种植养殖农民专业合作社	","address":"	云南省大理白族自治州漾濞彝族自治县苍山西镇白羊村沙波登村民小组22号","longitude":"99.933031","latitude":"25.70568"},
  {"id":317,"name":"弥勒市田园种公猪站	","address":"	云南省红河州弥勒市新哨镇习岗哨村","longitude":"103.452882","latitude":"24.212198"},
  {"id":318,"name":"永德县崇岗乡鑫美种公猪站	","address":"	云南省临沧市永德县崇岗乡天生桥街","longitude":"99.496564","latitude":"23.842104"},
  {"id":319,"name":"玉龙县民跃种养殖农民专业合作社	","address":"	玉龙县九河乡中河村委会二组","longitude":"100.029856","latitude":"26.871331"},
  {"id":320,"name":"云南鑫昊养殖专业合作社	","address":"	师宗县竹基镇阿白村委会阿白村","longitude":"104.150822","latitude":"24.92599"},
  {"id":322,"name":"麒麟越州福云良种猪养殖场	","address":"	越州镇竹园村委会岳北村小组","longitude":"117.230341","latitude":"32.002033"},
  {"id":322,"name":"威信县畅星养殖专业合作社	","address":"	威信县扎西镇小坝村桃子湾村民小组","longitude":"105.060867","latitude":"27.865583"},
  {"id":323,"name":"师宗永安种养殖专业合作社	","address":"	师宗县竹基乡永安村委会永安村","longitude":"104.091794","latitude":"24.939172"},
  {"id":324,"name":"宣威市落水镇鸿运特种野猪养殖场	","address":"	宣威市落水镇灰硐村委会大塘子村","longitude":"104.0492","latitude":"26.144669"},
  {"id":325,"name":"玉龙县炳英生态养猪专业合作社	","address":"	玉龙县九河乡中和村委会三组","longitude":"99.964381","latitude":"26.701386"},
  {"id":326,"name":"禄劝御隆农牧科技有限公司	","address":"	云南省昆明市禄劝彝族苗族自治县屏山街道办事处鲁溪村委会干坝塘村小组","longitude":"102.473775","latitude":"25.562071"},
  {"id":327,"name":"巍山县紫金乡金丰土鸡养殖农民专业合作社	","address":"	云南省大理白族自治州巍山彝族回族自治县紫金乡紫金村委会李家村","longitude":"100.005264","latitude":"25.435725"},
  {"id":328,"name":"香格里拉市惠农生态养殖有限责任公司	","address":"	香格里拉市五境乡苍觉村春独社","longitude":"99.467906","latitude":"27.704324"},
  {"id":329,"name":"香格里拉市诚富养殖农民专业合作社	","address":"	云南省迪庆藏族自治州香格里拉市交通佳园小区A3-101室","longitude":"99.715066","latitude":"27.841176"},
  {"id":330,"name":"师宗县高头河种养殖专业合作社	","address":"	云南省曲靖市师宗县漾月街道捏龙村委会深河村","longitude":"103.912054","latitude":"24.833865"},
  {"id":331,"name":"师宗高良简学生猪养殖专业合作社	","address":"	师宗县高良乡鲁古村","longitude":"104.35826","latitude":"24.519713"},
  {"id":332,"name":"昌宁县智垚良种猪养殖专业合作社隆阳分社	","address":"	保山市隆阳区龙泉路延长线（兰城办事处旁）","longitude":"99.16767","latitude":"25.109741"},
  {"id":333,"name":"云南佳缘种畜场	","address":"	玉溪市红塔区北城镇刺桐关1组","longitude":"102.556141","latitude":"24.433285"},
  {"id":334,"name":"开远市羊街国才良种繁育及商品猪养殖场	","address":"	开远市羊街乡塘子头村","longitude":"103.397151","latitude":"23.595364"},
  {"id":335,"name":"临沧鋐云养殖有限公司	","address":"	云南省临沧市临翔区塘平社区迎春巷97号","longitude":"100.104809","latitude":"23.896785"},
  {"id":336,"name":"师宗戈勒种养殖专业合作社	","address":"	云南省曲靖市师宗县高良乡戈勒村委会大桥街上","longitude":"104.35826","latitude":"24.519713"},
  {"id":337,"name":"寻甸昶显畜牧养殖专业合作社	","address":"	昆明市寻甸县倘甸镇竹园村委会东山村19号","longitude":"102.916227","latitude":"25.831345"},
  {"id":339,"name":"昆明李想养殖专业合作社	","address":"	云南省昆明市东川区红土地镇新田村委会","longitude":"103.109711","latitude":"25.963572"},
  {"id":340,"name":"元谋县凉山野山猪生态养殖农民专业合作社	","address":"	元谋县凉山乡把世者村委会把世者村","longitude":"101.975445","latitude":"25.742932"},
  {"id":341,"name":"禄丰金秋良种猪养殖场	","address":"	云南省楚雄彝族自治州禄丰县金山镇西门社区西山路","longitude":"102.072734","latitude":"25.143"},
  {"id":342,"name":"师宗高良蚌别祥瑞养殖专业合作社	","address":"	云南省曲靖市师宗县高良乡纳厦村委会蚌别村","longitude":"104.333082","latitude":"24.492263"},
  {"id":343,"name":"会泽五星黑土永恩生猪良种扩繁场	","address":"	云南省曲靖市会泽县五星乡黑土村","longitude":"103.354138","latitude":"26.548383"},
  {"id":344,"name":"维西志远养猪经营专业合作社	","address":"	维西县保和镇南门1街88号","longitude":"99.265205","latitude":"27.170074"},
  {"id":345,"name":"楚雄兴牧动保科技发展有限公司	","address":"	云南省楚雄彝族自治州楚雄市鹿城镇果园路1号（州农科所大院）","longitude":"101.563005","latitude":"25.041413"},
  {"id":346,"name":"大理市敏锐信息咨询有限责任公司	","address":"	云南省大理白族自治州大理市下关榆宾路9号","longitude":"100.226932","latitude":"25.610141"},
  {"id":347,"name":"师宗县燊旺养殖专业合作社	","address":"	云南省曲靖市师宗县葵山镇地利找村委会地利找村","longitude":"103.833715","latitude":"24.776597"},
  {"id":348,"name":"罗平县庆湾生猪养殖专业合作社	","address":"	云南省曲靖市罗平县九龙街道办舍恰村委会折歹村","longitude":"104.285596","latitude":"24.986159"},
  {"id":349,"name":"腾冲市荒山生猪养殖专业合作社	","address":"	云南省保山市腾冲市芒棒镇红豆树村荒山小组","longitude":"98.621123","latitude":"24.930297"},
  {"id":350,"name":"易门东禹牧业发展有限公司	","address":"	云南省玉溪市易门县龙泉镇梅营花果山","longitude":"102.175289","latitude":"24.675778"},
  {"id":351,"name":"富源县众达工贸有限公司	","address":"	云南省曲靖市富源县胜境街道迤山口社区沙锅冲村","longitude":"104.290272","latitude":"25.739018"},
  {"id":352,"name":"师宗城区友明兴旺养殖专业合作社	","address":"	师宗县丹凤镇东关路93号","longitude":"104.003693","latitude":"24.831402"},
  {"id":353,"name":"泸西双丰农牧有限公司	","address":"	云南省红河哈尼族彝族自治州泸西县金马镇石缸冲吉摆大寨","longitude":"103.771354","latitude":"24.667368"},
  {"id":354,"name":"昆明阔放塑料制品有限公司	","address":"	云南省昆明市盘龙区青云街道办事处龙池村种猪场地块上厂房","longitude":"102.756679","latitude":"25.074866"},
  {"id":355,"name":"安宁鑫泽养殖有限公司	","address":"	安宁市甸苴村（501电台旁）","longitude":"102.391127","latitude":"24.852355"},
  {"id":356,"name":"镇沅学阳建筑工程有限公司	","address":"	云南省普洱市镇沅县和平镇那洛村","longitude":"101.392352","latitude":"23.881694"},
  {"id":357,"name":"元阳县亿威母猪养殖有限公司	","address":"	云南省红河哈尼族彝族自治州元阳县黄草岭乡哈马村委会金竹寨村","longitude":"102.705648","latitude":"22.834757"},
  {"id":358,"name":"丽江市古城区玉鑫畜牧科技开发有限公司	","address":"	云南省丽江市古城区七河镇五峰行政村北排村","longitude":"100.279022","latitude":"26.753808"},
  {"id":359,"name":"镇沅连海养殖有限责任公司	","address":"	云南省普洱市镇沅彝族哈尼族拉祜族自治县恩乐镇复兴村大平掌一组","longitude":"101.224796","latitude":"24.205478"},
  {"id":360,"name":"富源县后所镇佳益养殖专业合作社	","address":"	云南省曲靖市富源县后所镇迤后所社区李家屋场村","longitude":"104.292756","latitude":"25.805666"},
  {"id":362,"name":"曲靖市种鸡场	","address":"	曲靖市麒麟区越州镇","longitude":"103.882743","latitude":"25.30405"},
  {"id":362,"name":"曲靖仁源畜牧科技有限公司	","address":"	云南省曲靖市麒麟区沿江街道四圩村永丰圩","longitude":"103.852308","latitude":"25.448032"},
  {"id":363,"name":"永平县龙门乡常旺生猪养殖专业合作社	","address":"	云南省大理白族自治州永平县龙门乡石家村委会小龙午组","longitude":"99.514034","latitude":"25.525194"},
  {"id":364,"name":"师宗彩云和源养殖专业合作社	","address":"	云南省曲靖市师宗县漾月街道堵西村","longitude":"104.129479","latitude":"24.680198"},
  {"id":365,"name":"香格里拉市振兴生猪养殖农民专业合作社	","address":"	香格里拉市金江镇","longitude":"99.844518","latitude":"27.157383"},
  {"id":366,"name":"镇雄县众鑫养殖农民专业合作社	","address":"	镇雄县罗坎镇发达村民委员会小寨村民小组","longitude":"104.776454","latitude":"27.767456"},
  {"id":367,"name":"师宗益岗种养殖专业合作社	","address":"	云南省曲靖市师宗县雄壁镇束岗村委会内","longitude":"103.835445","latitude":"24.875792"},
  {"id":368,"name":"师宗竹基上补召谷秀生猪养殖专业合作社	","address":"	师宗县竹基乡坞白村委会上补召村","longitude":"104.023514","latitude":"24.940748"},
  {"id":369,"name":"普洱百盛农业科技有限公司	","address":"	云南省普洱市宁洱县宁洱镇南城尚居20幢101商铺","longitude":"101.050245","latitude":"23.055034"},
  {"id":370,"name":"澜沧华能养殖有限公司	","address":"	云南省普洱市澜沧拉祜族自治县上允镇芒角村发达二队","longitude":"99.822256","latitude":"23.064763"},
  {"id":371,"name":"香格里拉市富农农业科技有限公司	","address":"	迪庆藏族自治州香格里拉市三坝乡白地村水甲社","longitude":"100.065333","latitude":"27.495714"},
  {"id":372,"name":"建水县富民牧业有限公司	","address":"	云南省红河哈尼族彝族自治州建水县陈官村委会陈官村（华通公司斜对面）","longitude":"102.851239","latitude":"23.575986"},
  {"id":373,"name":"维西坪盛畜牧养殖专业合作社	","address":"	维西县永春乡三家村大坪子社","longitude":"99.352588","latitude":"27.030158"},
  {"id":374,"name":"师宗雄壁燕洪养殖专业合作社	","address":"	云南省曲靖市师宗县雄壁镇瓦鲁村委会小瓦鲁村","longitude":"103.904488","latitude":"24.934117"},
  {"id":375,"name":"腾冲市红盛牧业科技有限公司	","address":"	云南省保山市腾冲市腾越镇火山社区融群小区32号","longitude":"98.496028","latitude":"25.006497"},
  {"id":376,"name":"巍山县银厂生猪养殖农民专业合作社	","address":"	云南省大理白族自治州巍山彝族回族自治县青华乡银厂村委会小安全村","longitude":"100.198051","latitude":"25.028227"},
  {"id":377,"name":"师宗东邑种养殖专业合作社	","address":"	云南省曲靖市师宗县龙庆乡豆温村委会大豆温村","longitude":"104.088895","latitude":"24.55546"},
  {"id":378,"name":"建水县华成种公猪站	","address":"	云南省红河州建水县南庄镇余官冲村委会窑冲村茶庵坡","longitude":"102.810722","latitude":"23.736474"},
  {"id":379,"name":"隆阳区双武良种猪繁殖饲养场	","address":"	保山市隆阳区瓦房乡上寨村","longitude":"99.059617","latitude":"25.367426"},
  {"id":380,"name":"龙陵县力桂源牧业有限公司	","address":"	云南省保山市龙陵县龙新乡勐冒村廖家寨","longitude":"98.809334","latitude":"24.614018"},
  {"id":381,"name":"凤庆县榨房河养殖专业合作社	","address":"	云南省临沧市凤庆县洛党镇万峰村委会嘎支上组","longitude":"100.057279","latitude":"24.53764"},
  {"id":383,"name":"水富六畜家禽养殖有限公司	","address":"	云南省昭通市水富县太平镇古楼村十九社","longitude":"104.19175","latitude":"28.535281"},
  {"id":383,"name":"水富县红吉畜牧养殖有限公司	","address":"	云南省昭通市水富县云富街道办事处玛瑙村","longitude":"104.228833","latitude":"28.51093"},
  {"id":385,"name":"双柏泰安农牧发展有限公司	","address":"	双柏县鄂嘉镇加盛路42号","longitude":"101.244113","latitude":"24.460147"},
  {"id":385,"name":"水富运通生态畜禽养殖有限公司	","address":"	云南省昭通市水富县云富街道办事处碳厂坡","longitude":"104.228833","latitude":"28.51093"},
  {"id":386,"name":"师宗县平先养殖专业合作社	","address":"	云南省曲靖市师宗县大同街道新安社区方七村","longitude":"104.129479","latitude":"24.680198"},
  {"id":387,"name":"大理市良种母猪扩繁场	","address":"	云南省大理州大理市喜洲镇作邑村","longitude":"100.141664","latitude":"25.828353"},
  {"id":388,"name":"罗平县沃康种公猪站	","address":"	云南省曲靖市罗平县腊山街道办坡依村委会芦沟村","longitude":"104.38274","latitude":"24.945694"},
  {"id":389,"name":"双江猪利业良种生猪养殖场	","address":"	云南省临沧市双江拉祜族佤族布朗族傣族自治县邦丙乡丫口村新寨一组10号","longitude":"99.797507","latitude":"23.427913"},
  {"id":390,"name":"泸西县旺达养猪农民专业合作社	","address":"	泸西县中枢镇桃笑下村","longitude":"103.766263","latitude":"24.540162"},
  {"id":391,"name":"弥渡县东红生猪养殖农民专业合作社	","address":"	弥渡县苴力镇白邑村委会阿孔核村96号","longitude":"100.587182","latitude":"25.213353"},
  {"id":392,"name":"建水县富民牧业有限公司动物保健技术服务部	","address":"	云南省红河州建水县临安镇朝阳南路（火车站大门斜对面）","longitude":"102.817659","latitude":"23.626685"},
  {"id":393,"name":"镇沅富兴畜禽鱼养殖农民专业合作社	","address":"	镇沅彝族哈尼族拉祜族自治县古城镇古城村旧寨小组7号","longitude":"117.831809","latitude":"32.158592"},
  {"id":395,"name":"耿马七彩田园畜牧养殖专业合作社	","address":"	耿马华侨农场","longitude":"99.452965","latitude":"23.584345"},
  {"id":395,"name":"香格里拉市顺好生猪农民专业合作社	","address":"	香格里拉市上江乡良美村四组12号","longitude":"99.617567","latitude":"27.431018"},
  {"id":396,"name":"蒙自福种肉猪养殖场	","address":"	蒙自市新安所朗敞寨村","longitude":"103.516692","latitude":"23.338657"},
  {"id":397,"name":"马关县二元母猪繁殖场	","address":"	马关县马白镇花枝格双龙岭（大坟包）","longitude":"104.392467","latitude":"22.993438"},
  {"id":398,"name":"镇沅欣雅香猪养殖专业合作社	","address":"	云南省普洱市镇沅彝族哈尼族拉祜族自治县振太镇长安村大沙地小组","longitude":"101.113318","latitude":"24.011541"},
  {"id":400,"name":"镇沅县宏发种肥猪养殖场	","address":"	云南省普洱市镇沅县勐大镇文来村平地小组小沙河","longitude":"100.84014","latitude":"24.069462"},
  {"id":401,"name":"元阳县俄扎乡伟业养殖场	","address":"	云南省红河哈尼族彝族自治州元阳县老俄扎岔路口一公里处（毛中干马）大田","longitude":"103.304512","latitude":"24.014969"},
  {"id":402,"name":"师宗王宁养殖专业合作社	","address":"	师宗县丹凤镇文笔坡","longitude":"104.011621","latitude":"24.823827"},
  {"id":403,"name":"元阳县智鹏种香猪培育养殖基地	","address":"	云南省红河哈尼族彝族自治州元阳县南沙镇赛刀村委会龙亩大寨","longitude":"102.969497","latitude":"24.269869"},
  {"id":404,"name":"师宗前龙种养殖专业合作社	","address":"	云南省曲靖市师宗县彩云镇大务龙村委会大务龙村","longitude":"103.928948","latitude":"24.781685"},
  {"id":405,"name":"凯翔种植养殖场	","address":"	漾濞县龙潭乡已路河村吉克助组大伙房对门大浪包外","longitude":"99.843036","latitude":"25.374968"},
  {"id":406,"name":"师宗明辉养殖专业合作社	","address":"	云南省曲靖市师宗县漾月街道发块村委会法块村","longitude":"103.969899","latitude":"24.774652"},
  {"id":407,"name":"大姚县铁锁生猪养殖专业合作社	","address":"	云南省楚雄彝族自治州大姚县铁锁乡铁锁街村东门一社","longitude":"100.963103","latitude":"26.122149"},
  {"id":408,"name":"会泽县待补镇歹咩宏鑫特种野猪养殖场	","address":"	会泽县待补镇歹咩村","longitude":"103.404507","latitude":"26.194617"},
  {"id":409,"name":"丽江永胜胜源畜牧良种养殖有限公司他留山黑猪养殖基地	","address":"	云南省丽江市永胜县六德乡玉水村委会","longitude":"100.853585","latitude":"26.557648"},
  {"id":410,"name":"泸西县益民种公猪站	","address":"	云南省红河州泸西县旧城镇青禾村委会大白乐村","longitude":"103.738986","latitude":"24.695572"},
  {"id":411,"name":"泸水高黎贡山猪保种场	","address":"	泸水市鲁掌镇茶山","longitude":"98.769574","latitude":"25.9693"},
  {"id":412,"name":"双江贵祥养殖场	","address":"	双江自治县忙糯乡忙糯村福家地","longitude":"100.026698","latitude":"23.427744"},
  {"id":413,"name":"曲靖市绿生生猪养殖专业合作社	","address":"	云南省曲靖市麒麟区三宝镇三宝村委会","longitude":"103.835771","latitude":"25.426668"},
  {"id":414,"name":"云县涌宝养殖专业合作社	","address":"	云县涌宝镇涌宝村32号","longitude":"100.320679","latitude":"24.281332"},
  {"id":415,"name":"巧家县跃进种养殖专业合作社	","address":"	巧家县白鹤滩镇花园社区","longitude":"102.934361","latitude":"26.917357"},
  {"id":417,"name":"潞西市勐嘎镇民旺畜牧养殖专业合作社	","address":"	潞西市勐嘎镇勐旺村民委员会","longitude":"98.426939","latitude":"24.329497"},
  {"id":418,"name":"宣威市羊场镇清水良种母猪扩繁养殖场	","address":"	羊场镇清水村","longitude":"117.457128","latitude":"32.234979"},
  {"id":419,"name":"绿春县互惠养殖场	","address":"	云南省红河州绿春县牛孔镇牛孔村委会公路三公里处","longitude":"102.151395","latitude":"23.022446"},
  {"id":420,"name":"师宗宏发养殖专业合作社	","address":"	师宗县彩云镇大务龙村委会大务龙村","longitude":"103.928948","latitude":"24.781685"},
  {"id":421,"name":"孟连建国猪种培育有限公司	","address":"	云南省普洱市孟连县娜允镇芒怀小组","longitude":"99.601427","latitude":"22.328269"},
  {"id":422,"name":"大理市湾桥镇阳溪生态养殖场	","address":"	大理市湾桥镇阳溪河南岸。","longitude":"100.090642","latitude":"25.798799"},
  {"id":423,"name":"陆良县板桥镇腾达养猪场	","address":"	板桥镇鱼塘村委会汤家堡村","longitude":"117.237374","latitude":"32.207916"},
  {"id":424,"name":"勐腊县标准化猪人工授精站	","address":"	勐腊县勐腊镇公路三处旁","longitude":"101.577188","latitude":"21.497604"},
  {"id":425,"name":"师宗高良乡奇祥生猪养殖专业合作社	","address":"	云南省曲靖市师宗县高良乡设里村","longitude":"104.363426","latitude":"24.513826"},
  {"id":426,"name":"玉龙县松林野生动物养殖场	","address":"	玉龙县九河乡中和村一组（原中和完小）","longitude":"100.057233","latitude":"26.926536"},
  {"id":430,"name":"宁洱广卫饲料经营部	","address":"	云南省普洱市宁洱县宁洱镇鑫裕农贸市场内","longitude":"101.044805","latitude":"23.126286"},
  {"id":430,"name":"施甸县诚丰养殖场	","address":"	云南省保山市施甸县旧城乡李来村大梁子组","longitude":"99.18912","latitude":"24.38833"},
  {"id":432,"name":"安宁张忠良养殖场	","address":"	云南省昆明市安宁市禄裱镇禄裱村198号","longitude":"102.391127","latitude":"24.852355"},
  {"id":432,"name":"鲁甸县火德红彪达饲养基地	","address":"	云南省昭通市鲁甸县火德红镇","longitude":"103.46589","latitude":"27.050044"},
  {"id":433,"name":"镇沅熊江猪业	","address":"	云南省普洱市镇沅彝族哈尼族拉祜族自治县九甲镇甸坑村上沟组","longitude":"101.21757","latitude":"24.129018"},
  {"id":434,"name":"永德县安优养殖场	","address":"	云南省临沧市永德县大山乡大山村大地一组","longitude":"99.386209","latitude":"23.950361"},
  {"id":435,"name":"泸西赵洪民养殖场	","address":"	云南省红河哈尼族彝族自治州泸西县永宁水电站旁","longitude":"103.667604","latitude":"24.686349"},
  {"id":436,"name":"临翔区吴新云商店	","address":"	临翔区圈内乡圈内街","longitude":"100.111511","latitude":"23.635365"},
  {"id":437,"name":"昆明市官渡区凤凰山养殖场	","address":"	东郊方旺办事处小羊村","longitude":"117.489548","latitude":"31.416652"},
  {"id":438,"name":"腾冲市固东镇梁宏生猪养殖场	","address":"	云南省保山市腾冲市固东镇江东社区","longitude":"98.456084","latitude":"25.3217"},
  {"id":439,"name":"罗平县庆丰特种养殖场	","address":"	罗平县环城乡大水溏村公所11社教场坝","longitude":"104.317724","latitude":"24.880535"},
  {"id":440,"name":"永德县庭昌养殖场	","address":"	云南省临沧市永德县班卡乡忙中村忙中一组","longitude":"99.42866","latitude":"23.993741"},
  {"id":441,"name":"白济汛乡良种养猪厂	","address":"	维西县白济汛乡白济汛村三社","longitude":"99.09494","latitude":"27.368826"},
  {"id":442,"name":"凤庆县勐佑镇石龙张平养殖专业合作社	","address":"	凤庆县勐佑镇大寨子村石龙桥（曹德亮承包田内）","longitude":"99.788695","latitude":"24.532985"},
  {"id":443,"name":"镇沅恒盛豪猪养殖基地	","address":"	云南省普洱市镇沅彝族哈尼族拉祜族自治县按板镇原种猪站","longitude":"101.113318","latitude":"24.011541"},
  {"id":444,"name":"耿马罗从富特种野猪肉店	","address":"	云南省临沧市耿马傣族佤族自治县耿马镇小街","longitude":"99.443318","latitude":"23.59842"},
  {"id":445,"name":"镇康县勐捧生猪人工授精服务站	","address":"	勐捧镇龙塘村","longitude":"117.441889","latitude":"31.852258"},
  {"id":446,"name":"曲靖开发区云丰养猪场	","address":"	曲靖市麒麟区西城街道白牛社区河湾村","longitude":"103.76981","latitude":"25.526433"},
  {"id":448,"name":"黄草坝养猪种植花卉	","address":"	维西县康普乡黄草坝","longitude":"99.03376","latitude":"27.583117"},
  {"id":450,"name":"元阳县牛角寨文祥养殖场	","address":"	云南省红河哈尼族彝族自治州元阳县牛角寨乡良心寨村委会上英鸟村","longitude":"102.698208","latitude":"23.102168"},
  {"id":451,"name":"大姚县旭平生猪养殖场	","address":"	云南省楚雄彝族自治州大姚县金碧镇里长堡村委会黄寺屯村一组2号","longitude":"101.327109","latitude":"25.740825"},
  {"id":452,"name":"罗平以龙母猪扩繁场	","address":"	云南省曲靖市罗平县腊山街道以龙岗村","longitude":"104.356963","latitude":"24.844842"},
  {"id":457,"name":"镇沅华月山庄	","address":"	镇沅县按板镇原种猪站","longitude":"100.982054","latitude":"23.947142"},
  {"id":457,"name":"大理市湾桥古生养殖场	","address":"	大理市湾桥镇中庄村古生十社","longitude":"100.149797","latitude":"25.818373"},
  {"id":457,"name":"凤庆县勐佑镇阿里侯村七台坡养殖场	","address":"	凤庆县勐佑镇阿里侯村七台坡","longitude":"99.863248","latitude":"24.53224"},
  {"id":457,"name":"澜沧高峰小耳朵生猪产销农民专业合作社	","address":"	云南省普洱市澜沧拉祜族自治县酒井乡勐根村南波别","longitude":"99.979589","latitude":"22.337574"},
  {"id":458,"name":"徐升华	","address":"	成都市彭州市隆丰镇万安村4组","longitude":"103.874739","latitude":"31.042344"},
  {"id":458,"name":"麻栗坡县远棉特种养猪场	","address":"	麻栗坡县麻栗镇南油村委会大湾子村19号","longitude":"104.739485","latitude":"23.169529"},
  {"id":459,"name":"东川区明川养猪场	","address":"	东川区铜都街道梨坪村大路边组","longitude":"103.155043","latitude":"26.059134"},
  {"id":460,"name":"马龙县纳章镇鸿发养殖场	","address":"	云南省曲靖市马龙县纳章镇方郎村","longitude":"103.602355","latitude":"25.263387"},
  {"id":461,"name":"师宗高良设里养殖专业合作社	","address":"	师宗县高良乡设里村委会石工区","longitude":"104.363967","latitude":"24.515515"},
  {"id":462,"name":"德钦县夺通旦蓬贡小组生态养猪合作社	","address":"	云南省迪庆藏族自治州德钦县奔子栏镇","longitude":"99.306181","latitude":"28.246687"},
  {"id":464,"name":"镇沅洪旺汽修厂	","address":"	云南省普洱市镇沅县按板镇原种猪站","longitude":"100.982054","latitude":"23.947142"},
  {"id":465,"name":"胡明贵	","address":"	成都市彭州市致和镇北京堂2组","longitude":"103.955614","latitude":"30.970493"},
  {"id":466,"name":"伍国清	","address":"	成都市彭州市隆丰镇大泉村3组","longitude":"103.898168","latitude":"31.019879"},
  {"id":467,"name":"宁洱罗宏春生猪养殖户	","address":"	云南省普洱市宁洱哈尼族彝族自治县宁洱镇种猪场","longitude":"101.044805","latitude":"23.126286"},
  {"id":468,"name":"陇川县陇把户岛山顺广特种野猪养殖场	","address":"	陇川县陇把户岛村委会水坝山","longitude":"97.856562","latitude":"24.275391"},
  {"id":469,"name":"永德县贤用种公猪站	","address":"	云南省临沧市永德县班卡乡班卡兽医站","longitude":"99.480388","latitude":"24.02383"},
  {"id":470,"name":"师宗葵山克南养殖专业合作社	","address":"	师宗县葵山镇瓦葵村","longitude":"103.8259","latitude":"24.777366"},
  {"id":471,"name":"师宗县盛源养殖专业合作社	","address":"	云南省曲靖市师宗县龙庆乡龙庆村","longitude":"104.08731","latitude":"24.555391"},
  {"id":472,"name":"永德县康和种公猪站	","address":"	云南省临沧市永德县德党镇忙岗村","longitude":"99.255248","latitude":"24.02028"},
  {"id":473,"name":"镇沅东洒特种养猪场	","address":"	云南省普洱市镇沅彝族哈尼族拉祜族自治县者东镇东洒村下平掌组","longitude":"101.113318","latitude":"24.011541"},
  {"id":474,"name":"马龙县纳章镇兴旺种养殖家庭农场	","address":"	马龙县纳章镇唐家营村","longitude":"103.572822","latitude":"25.243951"},
  {"id":475,"name":"沾益炎方兽药经营店	","address":"	云南省曲靖市沾益区炎方乡炎方集镇","longitude":"103.972339","latitude":"25.88918"},
  {"id":477,"name":"永德县荣繁猪场	","address":"	云南省临沧市永德县勐板乡勐板村","longitude":"99.154614","latitude":"24.091544"},
  {"id":477,"name":"永德县端德村大过口养猪场	","address":"	永康端德村大过口","longitude":"120.108684","latitude":"28.940177"},
  {"id":478,"name":"马关正勇煤销售点	","address":"	云南省文山壮族苗族自治州马关县马白镇小马白村小组种猪场对面","longitude":"104.188906","latitude":"24.050838"},
  {"id":479,"name":"墨江同正养殖场	","address":"	云南省普洱市墨江哈尼族自治县联珠镇象鼻村象鼻水库旁","longitude":"101.653236","latitude":"23.384032"},
  {"id":480,"name":"宜良县鑫华养猪场	","address":"	宜良县北古城镇凤莱村委会下前所村","longitude":"103.221689","latitude":"24.982133"},
  {"id":481,"name":"永德县张子军种公猪站	","address":"	云南省临沧市永德县小勐统镇小勐统村竹园组","longitude":"99.295031","latitude":"24.21044"},
  {"id":482,"name":"大理市华兴种公猪站	","address":"	大理市喜洲镇寺里村委会新城南村5社","longitude":"100.062653","latitude":"25.873165"},
  {"id":483,"name":"陈太松	","address":"	成都市彭州市天彭镇光明村9组","longitude":"103.988142","latitude":"30.998505"},
  {"id":483,"name":"双江县大文乡千信养猪农民专业合作社	","address":"	双江县大文乡千信村","longitude":"100.004746","latitude":"23.348744"},
  {"id":485,"name":"潞西市中山乡养殖专业合作社	","address":"	中山乡小街","longitude":"117.435725","latitude":"32.154084"},
  {"id":486,"name":"陇川县章凤腾盛养殖家庭农场	","address":"	云南省德宏州陇川县章凤镇弄贯村民委员会弄贯汉二社","longitude":"97.788631","latitude":"24.217008"},
  {"id":487,"name":"富源县益佳农牧专业合作社	","address":"	云南省曲靖市富源县胜境街道洞上社区大麦洼村","longitude":"104.159323","latitude":"25.741192"},
  {"id":488,"name":"梁河县大厂乡兴旺家畜养殖专业合作社	","address":"	云南省德宏州梁河县大厂乡大厂村（大厂车站对面）","longitude":"98.381486","latitude":"24.769"},
  {"id":489,"name":"盐津莲开老山猪养殖场	","address":"	云南省昭通市盐津县庙坝镇茨竹村竹林社23号","longitude":"104.423049","latitude":"27.926927"},
  {"id":490,"name":"富源县十八连山镇金懋农民专业合作社	","address":"	云南省曲靖市富源县十八连山镇华毕村委会姚家屋基村","longitude":"104.684329","latitude":"25.11291"},
  {"id":491,"name":"永德县大雪山乡小果种公猪站	","address":"	云南省临沧市永德县大雪山乡勐旨村","longitude":"99.747443","latitude":"24.02521"},
  {"id":492,"name":"思茅区云仙乡姚萍种公猪养殖	","address":"	云南省普洱市思茅区云仙乡黄竹林村力三坡村民小组","longitude":"100.698954","latitude":"22.950154"},
  {"id":493,"name":"永德县猪人工授精配种站	","address":"	云南省临沧市永德县大雪山乡勐旨村","longitude":"99.747443","latitude":"24.02521"},
  {"id":494,"name":"祥云县光会纯种仔猪培肓养殖场	","address":"	祥云县东山乡新民村八组","longitude":"100.991717","latitude":"25.633306"},
  {"id":496,"name":"江川县宇兴养殖厂	","address":"	江川县大街镇白衣寨村","longitude":"102.756076","latitude":"24.295996"},
  {"id":496,"name":"芒市轩岗乡福到养猪专业合作社	","address":"	芒市轩岗乡芒广村委会拉哏村","longitude":"98.430421","latitude":"24.468088"},
  {"id":497,"name":"宣威市倘塘镇鸡岔河良种母猪扩繁场	","address":"	宣威市倘塘镇得宜村鸡岔河","longitude":"104.178066","latitude":"26.494141"},
  {"id":498,"name":"玉龙县塔城生态养猪场	","address":"	玉龙县塔城乡塔城村青山古一组24号","longitude":"99.568873","latitude":"27.486994"},
  {"id":499,"name":"临翔区平村乡丫口田特种野猪养殖场	","address":"	云南省临沧市临翔区平村乡平村村丫口田街","longitude":"100.337949","latitude":"23.685212"},
  {"id":500,"name":"师宗永芳种养殖专业合作社	","address":"	云南省曲靖市师宗县漾月街道法雨村委会段家桥村103号","longitude":"103.954626","latitude":"24.843828"},
  {"id":501,"name":"广南县珠琳镇大猪圈王海辣椒种植基地	","address":"	广南县珠琳镇新寨村委会坝子寨小组","longitude":"104.662625","latitude":"23.953586"},
  {"id":502,"name":"陇川县户撒乡朝明养殖厂	","address":"	云南省德宏州陇川县户撒乡项姐村东么上寨","longitude":"97.90095","latitude":"24.471465"},
  {"id":503,"name":"贵阳九州养殖专业合作社镇雄分社	","address":"	云南省昭通市镇雄县乌锋镇南大街下段东侧现南广路250号院内","longitude":"104.878412","latitude":"27.429167"},
  {"id":504,"name":"景洪市橄榄坝雨林生态豪猪特种养殖场	","address":"	云南省西双版纳傣族自治州景洪市勐罕镇曼法村委会曼空村小组","longitude":"101.00338","latitude":"21.901076"},
  {"id":505,"name":"泸西县磐江养猪专业合作社	","address":"	泸西县三塘乡柴村","longitude":"103.846809","latitude":"24.426531"},
  {"id":506,"name":"安宁秀祥养殖厂	","address":"	云南省昆明市安宁市禄裱镇摆衣甸","longitude":"102.19506","latitude":"25.023834"},
  {"id":507,"name":"蒙自金洁康餐具消毒配送中心	","address":"	云南省红河哈尼族彝族自治州蒙自市文澜镇十里铺村旁实验种猪场内","longitude":"103.412139","latitude":"23.366811"},
  {"id":508,"name":"新平野猪寨柑桔种植基地	","address":"	云南省玉溪市新平县戛洒镇青树社区思源大道117号-10号","longitude":"101.635683","latitude":"23.964534"},
  {"id":509,"name":"晋宁二街小丽养猪场	","address":"	云南省昆明市晋宁县二街镇三家村委会马鞍山村10号","longitude":"102.491936","latitude":"24.691883"},
  {"id":510,"name":"永德县大好养殖场（普通合伙）	","address":"	云南省临沧市永德县永康镇甘蔗园组来线坝","longitude":"99.409938","latitude":"24.101303"},
  {"id":512,"name":"永德县国相种公猪站	","address":"	云南省临沧市永德县永康镇农业综合服务中心（兽医站）","longitude":"99.434754","latitude":"24.134102"},
  {"id":513,"name":"昌宁县众森生猪养殖场	","address":"	云南省保山市昌宁县湾甸傣族乡上甸社区村民委员会三中队岔路口","longitude":"99.64582","latitude":"24.689089"},
  {"id":514,"name":"西盟岩种养猪场	","address":"	云南省普洱市西盟佤族自治县勐梭镇上寨","longitude":"99.750945","latitude":"22.680424"},
  {"id":515,"name":"梁河县洒异新村家畜养殖专业合作社	","address":"	云南省德宏州梁河县芒东镇洒坞村洒异新村","longitude":"98.241098","latitude":"24.707323"},
  {"id":516,"name":"宣威市东林养殖场	","address":"	云南省曲靖市宣威市田坝镇阿迤村委会里乐村","longitude":"104.438939","latitude":"26.160544"},
  {"id":517,"name":"师宗县彩云镇明媚养殖场	","address":"	云南省曲靖市师宗县彩云镇畜牧市场","longitude":"103.911363","latitude":"24.718973"},
  {"id":518,"name":"澜沧达佳生猪产销农民专业合作社	","address":"	云南省普洱市澜沧拉祜族自治县东回乡班利村","longitude":"99.758687","latitude":"22.475981"},
  {"id":519,"name":"师宗县龙庆乃邑生态养殖专业合作社	","address":"	师宗县龙庆乡乃邑村","longitude":"104.051575","latitude":"24.504055"},
  {"id":520,"name":"马龙县新盛养殖场	","address":"	云南省曲靖市马龙县大庄乡村民委员会黑石板村","longitude":"103.564188","latitude":"25.319697"},
  {"id":521,"name":"昆明市五华区强丰养殖场	","address":"	云南省昆明市五华区西翥办事处迤六社区肖家村","longitude":"102.663654","latitude":"25.397463"},
  {"id":524,"name":"师宗县龙庆施礼庚养殖专业合作社	","address":"	师宗县龙庆乡磨舍村","longitude":"104.088895","latitude":"24.55546"},
  {"id":525,"name":"临沧市临翔区蚂蚁堆乡糯恩生猪养殖服务合作社	","address":"	临沧市临翔区蚂蚁堆乡糯恩村","longitude":"100.061708","latitude":"24.044845"},
  {"id":526,"name":"昌宁县田园镇正发养猪场	","address":"	云南省保山市昌宁县田园镇九甲社区林家村民小组","longitude":"99.652638","latitude":"24.792875"},
  {"id":527,"name":"红塔区滇溪养殖场	","address":"	玉溪市红塔区高仓街道排山村委会八组","longitude":"102.557078","latitude":"24.289002"},
  {"id":528,"name":"贾学伦	","address":"	四川省彭州市天彭镇光明村7组","longitude":"103.988142","latitude":"30.998505"},
  {"id":529,"name":"姚安县张有能软籽石榴种植家庭农场	","address":"	云南省楚雄彝族自治州姚安县光禄镇后营村委会张湾村一组4号","longitude":"101.240509","latitude":"25.613477"},
  {"id":530,"name":"华坪县船房乡银花养殖场	","address":"	华坪县船房乡船房村十四组","longitude":"101.331137","latitude":"26.835027"},
  {"id":531,"name":"绿春县波依养殖基地	","address":"	云南省红河州绿春县大兴镇马宗村委会下波依村东一公里处","longitude":"102.40315","latitude":"23.000132"},
  {"id":532,"name":"昆明正大畜禽有限公司陆良分公司	","address":"	曲靖市陆良县吉祥街68号","longitude":"103.655528","latitude":"25.027449"},
  {"id":533,"name":"昆明正大畜禽有限公司沾益分公司	","address":"	云南省曲靖市沾益区西平街道红星社区一组","longitude":"103.832735","latitude":"25.595909"},
  {"id":534,"name":"宜良县金雨德养猪场	","address":"	云南省昆明市宜良县北古城镇南冲村委会小山后村","longitude":"103.065571","latitude":"25.164277"},
  {"id":535,"name":"姚安县张有能生猪养殖家庭农场	","address":"	云南省楚雄彝族自治州姚安县光禄镇后营村委会张湾村一组4号","longitude":"101.240509","latitude":"25.613477"},
  {"id":536,"name":"泸水上江镇建华养猪场	","address":"	云南省怒江傈僳族自治州泸水市上江镇丙贡村蛮辉组","longitude":"98.883085","latitude":"25.659177"},
  {"id":538,"name":"维西城外田生猪养殖专业合作社	","address":"	维西县中路乡佳禾村庄子组","longitude":"99.164673","latitude":"27.156673"},
  {"id":538,"name":"会泽县者海丰源养殖场	","address":"	会泽县者海镇发基村委会2组","longitude":"103.658576","latitude":"26.544678"},
  {"id":539,"name":"陆良县龙海乡绍六养殖场	","address":"	陆良县龙海乡皈依村委会","longitude":"103.876465","latitude":"24.987731"},
  {"id":540,"name":"梁河县永宏养猪专业合作社	","address":"	云南省德宏州梁河县大厂乡大生基村（杨世然家）","longitude":"98.370396","latitude":"24.761878"},
  {"id":541,"name":"芒市木康养猪专业合作社	","address":"	云南省德宏州芒市大湾村委会木康村","longitude":"98.607319","latitude":"24.480471"},
  {"id":542,"name":"绥江县招宝生猪养殖场	","address":"	绥江县会仪镇黄坪村二十九组","longitude":"104.196277","latitude":"28.63899"},
  {"id":543,"name":"曲靖市沾益区德泽乡云平猪人工授精点	","address":"	云南省曲靖市沾益区德泽乡德泽村委会山口子村","longitude":"103.606268","latitude":"25.9942"},
  {"id":544,"name":"盐津顺民养猪场	","address":"	云南省昭通市盐津县兴隆乡蒿芝村岩脚社","longitude":"104.37216","latitude":"28.177654"},
  {"id":545,"name":"个旧市大屯镇泉龙生态养殖场	","address":"	个旧市大屯镇龙井村","longitude":"103.251587","latitude":"23.426405"},
  {"id":546,"name":"富源县大河镇速捷汽配	","address":"	云南省曲靖市富源县大河镇脑上村委会种猪场岔路口","longitude":"104.296159","latitude":"25.572415"},
  {"id":547,"name":"许彩应	","address":"	云南省红河哈尼族彝族自治州开远市大庄乡龙阴庄村2号","longitude":"103.384098","latitude":"23.627348"},
  {"id":548,"name":"景谷欣欣养猪场	","address":"	景谷县威远镇新民村新蛮掌社寺庙附近","longitude":"100.696815","latitude":"23.528556"},
  {"id":549,"name":"绿春县欧海养猪场	","address":"	云南省红河州绿春县大兴镇岔弄村下折东村倮别小学旁","longitude":"102.37156","latitude":"23.001323"},
  {"id":551,"name":"绿春县开者养殖场	","address":"	云南省红河州绿春县大水沟乡大阿巴村阿巴巴妈","longitude":"102.015971","latitude":"22.902664"},
  {"id":552,"name":"寻甸鸡街天宝养殖场	","address":"	云南省昆明市寻甸回族彝族自治县鸡街镇北屏村委会以则宽村24号","longitude":"102.815831","latitude":"25.708033"},
  {"id":552,"name":"漾濞县朱秉鹤生猪养殖厂	","address":"	云南省大理白族自治州漾濞彝族自治县苍山西镇淮安村河后队","longitude":"99.946908","latitude":"25.694438"},
  {"id":553,"name":"漾濞绍光综合门市部	","address":"	云南省大理白族自治州漾濞彝族自治县太平乡太平街","longitude":"99.866072","latitude":"25.613188"},
  {"id":554,"name":"香格里拉市上江乡兄弟牲畜综合养殖场	","address":"	云南省迪庆藏族自治州香格里拉市上江乡格兰村委会三兰一组7号","longitude":"99.679962","latitude":"27.442398"},
  {"id":555,"name":"泸水市老窝镇银坡妇女兴业养殖场	","address":"	云南省怒江傈僳族自治州泸水市老窝镇银坡村四组22号","longitude":"99.012297","latitude":"25.891128"},
  {"id":556,"name":"思茅区建兴养殖场	","address":"	云南省普洱市思茅区思茅港镇橄榄坝村黄草坝村民小组","longitude":"100.591921","latitude":"22.485176"},
  {"id":557,"name":"张进玲（无字号名称）	","address":"	云南省红河州金平县金河镇苦竹林","longitude":"103.231183","latitude":"22.76979"},
  {"id":558,"name":"思茅区云仙乡宋春海种养殖场	","address":"	云南省普洱市思茅区云仙乡挖令村小寨村民小组","longitude":"100.704055","latitude":"22.944897"},
  {"id":559,"name":"景洪老居家私房菜	","address":"	云南省西双版纳傣族自治州景洪市农林西路11号（原州种猪场）","longitude":"100.929298","latitude":"22.305471"},
  {"id":560,"name":"东川区鑫成养殖基地	","address":"	云南省昆明市东川区拖布卡松坪村下山脑","longitude":"103.056742","latitude":"26.331687"},
  {"id":561,"name":"隆阳区永军养殖场	","address":"	云南省保山市隆阳区板桥镇官坡村","longitude":"99.276102","latitude":"25.22022"},
  {"id":562,"name":"景洪江小啤啤酒经营部	","address":"	云南省西双版纳傣族自治州景洪市广电路9号（原农林西路11号州种猪场）","longitude":"100.792967","latitude":"21.999959"},
  {"id":564,"name":"思茅区云仙乡曼东山周建养殖场	","address":"	云南省普洱市思茅区云仙乡曼东山村烂泥塘村民小组","longitude":"100.702079","latitude":"22.811548"},
  {"id":564,"name":"澜沧文东三农养殖点	","address":"	云南省普洱市澜沧拉祜族自治县文东乡新寨岔路左手方100米处大阳地","longitude":"99.90411","latitude":"23.176366"},
  {"id":566,"name":"墨江景星美书养殖场	","address":"	云南省普洱市墨江哈尼族自治县景星镇李冲组三康","longitude":"101.364893","latitude":"23.486602"},
  {"id":566,"name":"景洪单纯的鱼国际青年旅舍	","address":"	云南省西双版纳傣族自治州景洪市农林西路11号国税局宿舍新区8号（原州种猪场）","longitude":"100.929298","latitude":"22.305471"},
  {"id":567,"name":"泸水啊四砖厂	","address":"	云南省怒江傈僳族自治州泸水市上江镇丙贡村七棵树二组岔路口右边","longitude":"98.883085","latitude":"25.659177"},
  {"id":568,"name":"陆良县龙海乡宏发养猪场	","address":"	云南省曲靖市陆良县龙海乡大新村村委会营脚下村","longitude":"103.919361","latitude":"25.035359"},
  {"id":569,"name":"永德县杨先国养猪场	","address":"	云南省临沧市永德县亚练乡忙回村","longitude":"99.561304","latitude":"24.207182"},
  {"id":570,"name":"彝良县银兰养殖场	","address":"	云南省昭通市彝良县小草坝镇小草坝村新街组123号","longitude":"104.263315","latitude":"27.771113"},
  {"id":571,"name":"漾濞吉珈龙畜养服务中心	","address":"	云南省大理白族自治州漾濞彝族自治县鸡街乡新寨村","longitude":"99.916866","latitude":"25.326413"},
  {"id":572,"name":"会泽张祥有养殖场	","address":"	云南省曲靖市会泽县宝云街道华尼村委会石灰窑5组","longitude":"103.451688","latitude":"26.302032"},
  {"id":573,"name":"甸南发达秀丽生猪养殖场	","address":"	云南省大理白族自治州剑川县甸南镇发达及第村","longitude":"99.924506","latitude":"26.456765"},
  {"id":574,"name":"腾冲市界头镇陈建中生猪养殖场	","address":"	云南省保山市腾冲市界头镇顺河社区以岭干村民小组","longitude":"98.694367","latitude":"25.546622"},
  {"id":575,"name":"泸水玉兰兴业养殖场	","address":"	云南省怒江傈僳族自治州泸水市六库镇新寨村委会李家田二组","longitude":"98.896226","latitude":"25.821242"},
  {"id":576,"name":"广南县珠琳镇新寨广鑫源黄牛养殖场	","address":"	广南县珠琳镇新寨村委会新寨小组坟山脚","longitude":"104.679001","latitude":"23.837865"},
  {"id":577,"name":"镇雄兴牧仔猪经营部	","address":"	云南省昭通市镇雄县南台街道办事处创富鑫都C幢2号","longitude":"104.878171","latitude":"27.440091"},
  {"id":578,"name":"巍山县紫金乡青蕊养殖场	","address":"	云南省大理白族自治州巍山彝族回族自治县紫金乡紫金村委会金坪三村民小组","longitude":"99.993719","latitude":"25.439324"},
  {"id":579,"name":"通海县九龙街道好运来养猪场	","address":"	云南省玉溪市通海县九龙街道三义六组","longitude":"102.678879","latitude":"24.084737"},
  {"id":580,"name":"镇沅昌学养殖厂	","address":"	云南省普洱市镇沅彝族哈尼族拉祜族自治县和平镇那洛村大寨组","longitude":"101.113318","latitude":"24.011541"},
  {"id":581,"name":"禄丰县一平浪镇开云家庭农场	","address":"	云南省楚雄彝族自治州禄丰县一平浪镇一平浪村委会者家村","longitude":"101.90949","latitude":"25.159742"},
  {"id":582,"name":"绿春县阿黑华宝养殖场	","address":"	云南省红河州绿春县大兴镇马宗村委会马宗批渡河坝","longitude":"102.40315","latitude":"23.000132"},
  {"id":583,"name":"寻甸坤鹏养殖场	","address":"	云南省昆明市寻甸县河口镇北大营村委会北大营村","longitude":"103.436051","latitude":"25.60607"},
  {"id":584,"name":"双江新云养殖场	","address":"	双江自治县忙糯乡荒田村窝拖一组","longitude":"100.077148","latitude":"23.395653"},
  {"id":585,"name":"凤庆县雪山镇综合加工厂	","address":"	凤庆县雪山镇雪山街","longitude":"99.95509","latitude":"24.360296"},
  {"id":586,"name":"漾濞珈星蓄养服务中心	","address":"	漾濞彝族自治县鸡街乡新寨村钟家组","longitude":"99.912485","latitude":"25.346607"},
  {"id":587,"name":"腾冲全丽牲猪养殖专业合作社	","address":"	云南省保山市腾冲县清水乡良盈村老洋河上组65号","longitude":"98.448655","latitude":"24.977528"},
  {"id":588,"name":"金平县老秧田养殖场	","address":"	云南省红河州金平县金河镇哈尼田村金厂二组","longitude":"103.237078","latitude":"22.791247"},
  {"id":590,"name":"宜良县方汝芬养猪场	","address":"	宜良县北古城镇车田村委会中村","longitude":"103.261766","latitude":"25.013456"},
  {"id":590,"name":"建水县齐力养殖场	","address":"	建水县西庄镇马坊村委会马坊村","longitude":"102.779861","latitude":"23.639969"},
  {"id":591,"name":"梁河县顺兴养猪专业合作社	","address":"	云南省德宏州梁河县大厂乡大生基村民委员会三家村组","longitude":"98.370396","latitude":"24.761878"},
  {"id":592,"name":"谢昌晋	","address":"	镇沅县勐大镇文来村平地二小组","longitude":"100.84014","latitude":"24.069462"},
  {"id":593,"name":"富宁剥隘永森养殖场	","address":"	富宁县剥隘镇岩刀十道班旁","longitude":"106.08185","latitude":"23.935861"},
  {"id":593,"name":"双柏县兴朝综合养殖场	","address":"	双柏县妥甸镇西城社区大房子村","longitude":"101.646197","latitude":"24.69384"}
  // {
    //     "id": 1,
    //     "name": "北京大学",
    //     "longitude": "116.316176",
    //     "latitude": "39.997741"
    // },
    // {
    //     "id": 2,
    //     "name": "西安科技大学",
    //     "longitude": "108.968176",
    //     "latitude": "34.239638"
    // },
    // {
    //     "id": 3,
    //     "name": "西北农林科技大学",
    //     "longitude": "108.075936",
    //     "latitude": "34.270661"
    // },
    // {
    //     "id": 4,
    //     "name": "陕西师范大学",
    //     "longitude": "108.902888",
    //     "latitude": "34.159134"
    // },
    // {
    //     "id": 5,
    //     "name": "咸阳师范学院",
    //     "longitude": "108.734502",
    //     "latitude": "34.366822"
    // },
    // {
    //     "id": 6,
    //     "name": "西北大学(太白校区)",
    //     "longitude": "108.934224",
    //     "latitude": "34.253588"
    // },
    // {
    //     "id": 7,
    //     "name": "长安大学",
    //     "longitude": "108.962926",
    //     "latitude": "34.238489"
    // },
    // {
    //     "id": 8,
    //     "name": "兰州大学",
    //     "longitude": "103.86663",
    //     "latitude": "36.051997"
    // },
    // {
    //     "id": 9,
    //     "name": "甘肃农业大学",
    //     "longitude": "103.707241",
    //     "latitude": "36.096718"
    // },
    // {
    //     "id": 10,
    //     "name": "西北师范大学",
    //     "longitude": "103.744761",
    //     "latitude": "36.104394"
    // },
    // {
    //     "id": 11,
    //     "name": "甘肃林业职业技术学院",
    //     "longitude": "105.918299",
    //     "latitude": "34.48885"
    // },
    // {
    //     "id": 12,
    //     "name": "兰州交通大学",
    //     "longitude": "103.730911",
    //     "latitude": "36.111356"
    // },
    // {
    //     "id": 13,
    //     "name": "青海师范大学",
    //     "longitude": "101.74888",
    //     "latitude": "36.645819"
    // },
    // {
    //     "id": 14,
    //     "name": "青海师范大学",
    //     "longitude": "101.74888",
    //     "latitude": "36.645819"
    // },
    // {
    //     "id": 15,
    //     "name": "宁夏大学",
    //     "longitude": "106.14383",
    //     "latitude": "38.502388"
    // },
    // {
    //     "id": 16,
    //     "name": "新疆农业大学",
    //     "longitude": "87.573015",
    //     "latitude": "43.818545"
    // },
    // {
    //     "id": 17,
    //     "name": "新疆师范大学",
    //     "longitude": "87.600303",
    //     "latitude": "43.839824"
    // },
    // {
    //     "id": 18,
    //     "name": "新疆大学",
    //     "longitude": "87.622704",
    //     "latitude": "43.772078"
    // },
    // {
    //     "id": 19,
    //     "name": "昆明理工大学莲花校区",
    //     "longitude": "102.70396",
    //     "latitude": "25.066269"
    // },
    // {
    //     "id": 20,
    //     "name": "西南林业大学",
    //     "longitude": "102.75875",
    //     "latitude": "25.063838"
    // },
    // {
    //     "id": 21,
    //     "name": "昆明理工大学津桥学院",
    //     "longitude": "102.660574",
    //     "latitude": "25.078567"
    // },
    // {
    //     "id": 22,
    //     "name": "昆明理工大学津桥学院",
    //     "longitude": "102.660574",
    //     "latitude": "25.078567"
    // },
    // {
    //     "id": 23,
    //     "name": "云南师范大学本部",
    //     "longitude": "102.702368",
    //     "latitude": "25.060959"
    // },
    // {
    //     "id": 24,
    //     "name": "昆明冶金高等专科学校(石江)",
    //     "longitude": "102.448038",
    //     "latitude": "24.888587"
    // },
    // {
    //     "id": 25,
    //     "name": "云南大学",
    //     "longitude": "102.709377",
    //     "latitude": "25.06064"
    // },
    // {
    //     "id": 26,
    //     "name": "云南能源职业技术学院",
    //     "longitude": "103.834979",
    //     "latitude": "25.549237"
    // },
    // {
    //     "id": 27,
    //     "name": "云南国土资源职业学院小板桥校区",
    //     "longitude": "102.797673",
    //     "latitude": "24.976261"
    // },
    // {
    //     "id": 28,
    //     "name": "贵州师范大学",
    //     "longitude": "106.727435",
    //     "latitude": "26.594053"
    // },
    // {
    //     "id": 29,
    //     "name": "贵州大学",
    //     "longitude": "106.679274",
    //     "latitude": "26.450557"
    // },
    // {
    //     "id": 30,
    //     "name": "西南交通大学(九里校区)",
    //     "longitude": "104.059612",
    //     "latitude": "30.704212"
    // },
    // {
    //     "id": 31,
    //     "name": "成都信息工程学院",
    //     "longitude": "103.996398",
    //     "latitude": "30.585144"
    // },
    // {
    //     "id": 32,
    //     "name": "西华师范大学华凤校区",
    //     "longitude": "106.075406",
    //     "latitude": "30.826496"
    // },
    // {
    //     "id": 33,
    //     "name": "四川师范大学",
    //     "longitude": "103.661761",
    //     "latitude": "30.656568"
    // },
    // {
    //     "id": 34,
    //     "name": "四川农业大学",
    //     "longitude": "103.007339",
    //     "latitude": "29.984534"
    // },
    // {
    //     "id": 35,
    //     "name": "成都理工大学工程技术学院",
    //     "longitude": "103.736131",
    //     "latitude": "29.56571"
    // },
    // {
    //     "id": 36,
    //     "name": "西南石油大学（成都校区）",
    //     "longitude": "104.190488",
    //     "latitude": "30.831667"
    // },
    // {
    //     "id": 37,
    //     "name": "成都理工大学",
    //     "longitude": "104.150675",
    //     "latitude": "30.679034"
    // },
    // {
    //     "id": 38,
    //     "name": "西南科技大学",
    //     "longitude": "104.701712",
    //     "latitude": "31.54063"
    // },
    // {
    //     "id": 39,
    //     "name": "四川水利职业技术学院",
    //     "longitude": "103.784939",
    //     "latitude": "30.637554"
    // },
    // {
    //     "id": 40,
    //     "name": "西南大学",
    //     "longitude": "106.435313",
    //     "latitude": "29.827724"
    // },
    // {
    //     "id": 41,
    //     "name": "重庆交通大学",
    //     "longitude": "106.578179",
    //     "latitude": "29.49622"
    // },
    // {
    //     "id": 42,
    //     "name": "重庆邮电大学",
    //     "longitude": "106.613922",
    //     "latitude": "29.53832"
    // },
    // {
    //     "id": 43,
    //     "name": "重庆师范学院",
    //     "longitude": "106.465916",
    //     "latitude": "29.562619"
    // },
    // {
    //     "id": 44,
    //     "name": "重庆师范学院",
    //     "longitude": "106.465916",
    //     "latitude": "29.562619"
    // },
    // {
    //     "id": 45,
    //     "name": "广西师范学院",
    //     "longitude": "108.354617",
    //     "latitude": "22.839659"
    // },
    // {
    //     "id": 46,
    //     "name": "桂林理工大学",
    //     "longitude": "110.322879",
    //     "latitude": "25.286816"
    // },
    // {
    //     "id": 47,
    //     "name": "桂林理工大学博文管理学院",
    //     "longitude": "110.312315",
    //     "latitude": "25.071391"
    // },
    // {
    //     "id": 48,
    //     "name": "钦州学院",
    //     "longitude": "108.639405",
    //     "latitude": "21.982842"
    // },
    // {
    //     "id": 49,
    //     "name": "国立中山大学",
    //     "longitude": "113.304724",
    //     "latitude": "23.102257"
    // },
    // {
    //     "id": 50,
    //     "name": "华南农业大学",
    //     "longitude": "113.357925",
    //     "latitude": "23.163307"
    // },
    // {
    //     "id": 51,
    //     "name": "华南师范大学(正门)",
    //     "longitude": "113.354527",
    //     "latitude": "23.142099"
    // },
    // {
    //     "id": 52,
    //     "name": "佛山科学技术学院",
    //     "longitude": "113.113966",
    //     "latitude": "23.024999"
    // },
    // {
    //     "id": 53,
    //     "name": "广东嘉应学院",
    //     "longitude": "116.134827",
    //     "latitude": "24.33214"
    // },
    // {
    //     "id": 54,
    //     "name": "广州大学",
    //     "longitude": "113.3778",
    //     "latitude": "23.043873"
    // },
    // {
    //     "id": 55,
    //     "name": "广东工贸职业技术学院",
    //     "longitude": "113.462491",
    //     "latitude": "23.407151"
    // },
    // {
    //     "id": 56,
    //     "name": "中南大学",
    //     "longitude": "112.942655",
    //     "latitude": "28.165898"
    // },
    // {
    //     "id": 57,
    //     "name": "湖南科技大学",
    //     "longitude": "112.929134",
    //     "latitude": "27.89923"
    // },
    // {
    //     "id": 58,
    //     "name": "衡阳师范学院",
    //     "longitude": "112.63191",
    //     "latitude": "26.874344"
    // },
    // {
    //     "id": 59,
    //     "name": "湖南师范大学",
    //     "longitude": "112.956563",
    //     "latitude": "28.193059"
    // },
    // {
    //     "id": 60,
    //     "name": "湖南城市学院",
    //     "longitude": "112.396856",
    //     "latitude": "28.547046"
    // },
    // {
    //     "id": 61,
    //     "name": "中南林业科技大学",
    //     "longitude": "113.004217",
    //     "latitude": "28.138946"
    // },
    // {
    //     "id": 62,
    //     "name": "武汉大学",
    //     "longitude": "114.37139",
    //     "latitude": "30.544742"
    // },
    // {
    //     "id": 63,
    //     "name": "中国地质大学(武汉)",
    //     "longitude": "114.409031",
    //     "latitude": "30.526561"
    // },
    // {
    //     "id": 64,
    //     "name": "武汉理工大学",
    //     "longitude": "114.358518",
    //     "latitude": "30.525667"
    // },
    // {
    //     "id": 65,
    //     "name": "湖北大学",
    //     "longitude": "114.3386",
    //     "latitude": "30.584771"
    // },
    // {
    //     "id": 66,
    //     "name": "华中农业大学",
    //     "longitude": "114.364494",
    //     "latitude": "30.480121"
    // },
    // {
    //     "id": 67,
    //     "name": "湖北科技职业学院",
    //     "longitude": "114.411275",
    //     "latitude": "30.477686"
    // },
    // {
    //     "id": 68,
    //     "name": "湖北科技职业学院",
    //     "longitude": "114.411275",
    //     "latitude": "30.477686"
    // },
    // {
    //     "id": 69,
    //     "name": "湖北科技职业学院",
    //     "longitude": "114.411275",
    //     "latitude": "30.477686"
    // },
    // {
    //     "id": 70,
    //     "name": "湖北科技职业学院",
    //     "longitude": "114.411275",
    //     "latitude": "30.477686"
    // },
    // {
    //     "id": 71,
    //     "name": "中国地质大学江城学院",
    //     "longitude": "114.341805",
    //     "latitude": "30.355516"
    // },
    // {
    //     "id": 72,
    //     "name": "长江大学",
    //     "longitude": "112.221968",
    //     "latitude": "30.338725"
    // },
    // {
    //     "id": 73,
    //     "name": "湖北国土资源职业学院(东北门)",
    //     "longitude": "114.057401",
    //     "latitude": "30.325205"
    // },
    // {
    //     "id": 74,
    //     "name": "许昌学院",
    //     "longitude": "113.875257",
    //     "latitude": "34.04855"
    // },
    // {
    //     "id": 75,
    //     "name": "河南城建学院",
    //     "longitude": "113.19581",
    //     "latitude": "33.775585"
    // },
    // {
    //     "id": 76,
    //     "name": "黄河水利职业技术学院",
    //     "longitude": "114.340122",
    //     "latitude": "34.812714"
    // },
    // {
    //     "id": 77,
    //     "name": "南阳师院教育学院",
    //     "longitude": "112.522623",
    //     "latitude": "32.995848"
    // },
    // {
    //     "id": 78,
    //     "name": "华北水利水电大学",
    //     "longitude": "113.801654",
    //     "latitude": "34.791358"
    // },
    // {
    //     "id": 79,
    //     "name": "信阳师范学院-华锐学院",
    //     "longitude": "114.045518",
    //     "latitude": "32.147236"
    // },
    // {
    //     "id": 80,
    //     "name": "信阳师范学院-华锐学院",
    //     "longitude": "114.045518",
    //     "latitude": "32.147236"
    // },
    // {
    //     "id": 81,
    //     "name": "河南农业大学",
    //     "longitude": "113.669781",
    //     "latitude": "34.79138"
    // },
    // {
    //     "id": 82,
    //     "name": "郑州大学(新校区)",
    //     "longitude": "113.542962",
    //     "latitude": "34.822975"
    // },
    // {
    //     "id": 83,
    //     "name": "河南理工大学万方科技学院",
    //     "longitude": "113.240591",
    //     "latitude": "35.248056"
    // },
    // {
    //     "id": 84,
    //     "name": "河南大学",
    //     "longitude": "114.31496",
    //     "latitude": "34.82336"
    // },
    // {
    //     "id": 85,
    //     "name": "河南财经政法大学",
    //     "longitude": "113.826659",
    //     "latitude": "34.787689"
    // },
    // {
    //     "id": 86,
    //     "name": "河南理工大学",
    //     "longitude": "113.272211",
    //     "latitude": "35.194323"
    // },
    // {
    //     "id": 87,
    //     "name": "鲁东大学",
    //     "longitude": "121.365593",
    //     "latitude": "37.528502"
    // },
    // {
    //     "id": 88,
    //     "name": "山东交通学院",
    //     "longitude": "116.803805",
    //     "latitude": "36.54318"
    // },
    // {
    //     "id": 89,
    //     "name": "枣庄学院",
    //     "longitude": "117.542936",
    //     "latitude": "34.906593"
    // },
    // {
    //     "id": 90,
    //     "name": "滨州学院",
    //     "longitude": "117.995681",
    //     "latitude": "37.391121"
    // },
    // {
    //     "id": 91,
    //     "name": "聊城大学",
    //     "longitude": "116.00266",
    //     "latitude": "36.440279"
    // },
    // {
    //     "id": 92,
    //     "name": "山东建筑大学",
    //     "longitude": "117.191719",
    //     "latitude": "36.688677"
    // },
    // {
    //     "id": 93,
    //     "name": "山东农业大学(本部)",
    //     "longitude": "117.125149",
    //     "latitude": "36.20079"
    // },
    // {
    //     "id": 94,
    //     "name": "山东师范大学",
    //     "longitude": "117.048643",
    //     "latitude": "36.657842"
    // },
    // {
    //     "id": 95,
    //     "name": "山东科技大学",
    //     "longitude": "120.13158",
    //     "latitude": "36.005974"
    // },
    // {
    //     "id": 96,
    //     "name": "山东科技大学",
    //     "longitude": "120.13158",
    //     "latitude": "36.005974"
    // },
    // {
    //     "id": 97,
    //     "name": "中国石油大学",
    //     "longitude": "120.182287",
    //     "latitude": "35.951212"
    // },
    // {
    //     "id": 98,
    //     "name": "江西农业大学",
    //     "longitude": "115.839315",
    //     "latitude": "28.768197"
    // },
    // {
    //     "id": 99,
    //     "name": "赣南师范学院",
    //     "longitude": "114.893787",
    //     "latitude": "25.801247"
    // },
    // {
    //     "id": 100,
    //     "name": "江西师范大学",
    //     "longitude": "115.930063",
    //     "latitude": "28.683728"
    // },
    // {
    //     "id": 101,
    //     "name": "东华理工大学(广兰校区)",
    //     "longitude": "115.832359",
    //     "latitude": "28.725326"
    // },
    // {
    //     "id": 102,
    //     "name": "江西理工大学",
    //     "longitude": "114.935558",
    //     "latitude": "25.860808"
    // },
    // {
    //     "id": 103,
    //     "name": "江西信息应用职业技术学院",
    //     "longitude": "115.913581",
    //     "latitude": "28.59398"
    // },
    // {
    //     "id": 104,
    //     "name": "福建师范大学",
    //     "longitude": "119.315693",
    //     "latitude": "26.042134"
    // },
    // {
    //     "id": 105,
    //     "name": "福建师范大学协和学院",
    //     "longitude": "119.213145",
    //     "latitude": "26.028946"
    // },
    // {
    //     "id": 106,
    //     "name": "闽江学院工业路校区",
    //     "longitude": "119.286411",
    //     "latitude": "26.071289"
    // },
    // {
    //     "id": 107,
    //     "name": "集美大学",
    //     "longitude": "118.106347",
    //     "latitude": "24.577286"
    // },
    // {
    //     "id": 108,
    //     "name": "泉州师范学院",
    //     "longitude": "118.676072",
    //     "latitude": "24.873525"
    // },
    // {
    //     "id": 109,
    //     "name": "安徽农业大学",
    //     "longitude": "117.264855",
    //     "latitude": "31.86668"
    // },
    // {
    //     "id": 110,
    //     "name": "安徽建筑大学南区",
    //     "longitude": "117.229423",
    //     "latitude": "31.749981"
    // },
    // {
    //     "id": 111,
    //     "name": "合肥工业大学(屯溪路校区)",
    //     "longitude": "117.302545",
    //     "latitude": "31.849275"
    // },
    // {
    //     "id": 112,
    //     "name": "池州学院",
    //     "longitude": "117.572812",
    //     "latitude": "30.650029"
    // },
    // {
    //     "id": 113,
    //     "name": "安徽大学",
    //     "longitude": "117.262098",
    //     "latitude": "31.85077"
    // },
    // {
    //     "id": 114,
    //     "name": "铜陵学院新校区",
    //     "longitude": "117.852676",
    //     "latitude": "30.97003"
    // },
    // {
    //     "id": 115,
    //     "name": "安徽理工大学",
    //     "longitude": "117.017248",
    //     "latitude": "32.639648"
    // },
    // {
    //     "id": 116,
    //     "name": "滁州学院（北校区）",
    //     "longitude": "118.310258",
    //     "latitude": "32.299393"
    // },
    // {
    //     "id": 117,
    //     "name": "安徽科技学院(东华路)",
    //     "longitude": "117.572961",
    //     "latitude": "32.878498"
    // },
    // {
    //     "id": 118,
    //     "name": "安徽师范大学南校区",
    //     "longitude": "118.385586",
    //     "latitude": "31.289755"
    // },
    // {
    //     "id": 119,
    //     "name": "黑龙江信息技术职业学院(学院路...",
    //     "longitude": "126.528409",
    //     "latitude": "45.877985"
    // },
    // {
    //     "id": 120,
    //     "name": "哈尔滨铁道职业技术学院",
    //     "longitude": "126.633171",
    //     "latitude": "45.706801"
    // },
    // {
    //     "id": 121,
    //     "name": "哈尔滨师范大学",
    //     "longitude": "126.566119",
    //     "latitude": "45.867041"
    // },
    // {
    //     "id": 122,
    //     "name": "黑龙江工程学院",
    //     "longitude": "126.69621",
    //     "latitude": "45.789833"
    // },
    // {
    //     "id": 123,
    //     "name": "东北林业大学",
    //     "longitude": "126.644728",
    //     "latitude": "45.72658"
    // },
    // {
    //     "id": 124,
    //     "name": "吉林大学",
    //     "longitude": "125.269766",
    //     "latitude": "43.912027"
    // },
    // {
    //     "id": 125,
    //     "name": "东北师范大学",
    //     "longitude": "125.337277",
    //     "latitude": "43.867238"
    // },
    // {
    //     "id": 126,
    //     "name": "吉林建筑大学",
    //     "longitude": "125.413674",
    //     "latitude": "43.801768"
    // },
    // {
    //     "id": 127,
    //     "name": "长春师范大学",
    //     "longitude": "125.402986",
    //     "latitude": "43.921203"
    // },
    // {
    //     "id": 128,
    //     "name": "吉林工程技术师范学院",
    //     "longitude": "125.414453",
    //     "latitude": "43.889344"
    // },
    // {
    //     "id": 129,
    //     "name": "吉林工程技术师范学院",
    //     "longitude": "125.414453",
    //     "latitude": "43.889344"
    // },
    // {
    //     "id": 130,
    //     "name": "吉林师范大学",
    //     "longitude": "124.350798",
    //     "latitude": "43.162921"
    // },
    // {
    //     "id": 131,
    //     "name": "延边大学",
    //     "longitude": "129.499039",
    //     "latitude": "42.916793"
    // },
    // {
    //     "id": 132,
    //     "name": "东北大学",
    //     "longitude": "123.426007",
    //     "latitude": "41.770841"
    // },
    // {
    //     "id": 133,
    //     "name": "辽宁工程技术大学",
    //     "longitude": "121.67119",
    //     "latitude": "42.029827"
    // },
    // {
    //     "id": 134,
    //     "name": "大连海事大学",
    //     "longitude": "121.538757",
    //     "latitude": "38.877552"
    // },
    // {
    //     "id": 135,
    //     "name": "辽宁师范大学",
    //     "longitude": "121.570587",
    //     "latitude": "38.922313"
    // },
    // {
    //     "id": 136,
    //     "name": "太原师范学院",
    //     "longitude": "112.583794",
    //     "latitude": "37.870068"
    // },
    // {
    //     "id": 137,
    //     "name": "太原理工大学",
    //     "longitude": "112.531074",
    //     "latitude": "37.859706"
    // },
    // {
    //     "id": 138,
    //     "name": "山西师范大学",
    //     "longitude": "111.51236",
    //     "latitude": "36.086532"
    // },
    // {
    //     "id": 139,
    //     "name": "山西农业大学",
    //     "longitude": "112.588682",
    //     "latitude": "37.430004"
    // },
    // {
    //     "id": 140,
    //     "name": "燕山大学",
    //     "longitude": "119.544697",
    //     "latitude": "39.910159"
    // },
    // {
    //     "id": 141,
    //     "name": "河北工程大学",
    //     "longitude": "114.507632",
    //     "latitude": "36.577973"
    // },
    // {
    //     "id": 142,
    //     "name": "河北师范大学(新校区)",
    //     "longitude": "114.527955",
    //     "latitude": "38.002"
    // },
    // {
    //     "id": 143,
    //     "name": "河北联合大学",
    //     "longitude": "114.43145",
    //     "latitude": "38.094956"
    // },
    // {
    //     "id": 144,
    //     "name": "河北联合大学",
    //     "longitude": "114.43145",
    //     "latitude": "38.094956"
    // },
    // {
    //     "id": 145,
    //     "name": "中国地质大学长城学院",
    //     "longitude": "115.493827",
    //     "latitude": "38.820215"
    // },
    // {
    //     "id": 146,
    //     "name": "邢台学院",
    //     "longitude": "114.511934",
    //     "latitude": "37.096848"
    // },
    // {
    //     "id": 147,
    //     "name": "石家庄经济学院",
    //     "longitude": "114.555047",
    //     "latitude": "38.025888"
    // },
    // {
    //     "id": 148,
    //     "name": "张家口学院",
    //     "longitude": "114.875186",
    //     "latitude": "40.848254"
    // },
    // {
    //     "id": 149,
    //     "name": "河北联合大学轻工学院",
    //     "longitude": "118.166972",
    //     "latitude": "39.68311"
    // },
    // {
    //     "id": 150,
    //     "name": "天津城建大学",
    //     "longitude": "117.102435",
    //     "latitude": "39.101432"
    // },
    // {
    //     "id": 151,
    //     "name": "天津师范大学",
    //     "longitude": "117.134162",
    //     "latitude": "39.078287"
    // },
    // {
    //     "id": 152,
    //     "name": "北京林业大学",
    //     "longitude": "116.350675",
    //     "latitude": "40.007593"
    // },
    // {
    //     "id": 153,
    //     "name": "北京师范大学",
    //     "longitude": "116.37377",
    //     "latitude": "39.967216"
    // },
    // {
    //     "id": 154,
    //     "name": "中国地质大学(北京)",
    //     "longitude": "116.354123",
    //     "latitude": "39.997161"
    // },
    // {
    //     "id": 155,
    //     "name": "中国农业大学",
    //     "longitude": "116.36421",
    //     "latitude": "40.010529"
    // },
    // {
    //     "id": 156,
    //     "name": "北京联合大学",
    //     "longitude": "116.433812",
    //     "latitude": "39.996166"
    // },
    // {
    //     "id": 157,
    //     "name": "北京建筑大学",
    //     "longitude": "116.34892",
    //     "latitude": "39.941021"
    // },
    // {
    //     "id": 158,
    //     "name": "北京工业职业技术学院",
    //     "longitude": "116.128658",
    //     "latitude": "39.965537"
    // },
    // {
    //     "id": 159,
    //     "name": "首都师范大学",
    //     "longitude": "116.31305",
    //     "latitude": "39.936754"
    // },
    // {
    //     "id": 160,
    //     "name": "北京北大方正软件技术学院第三教学楼",
    //     "longitude": "116.747548",
    //     "latitude": "39.621014"
    // },
    // {
    //     "id": 161,
    //     "name": "浙江大学(玉泉校区)",
    //     "longitude": "120.129649",
    //     "latitude": "30.270067"
    // },
    // {
    //     "id": 162,
    //     "name": "杭州师范大学(东南门)",
    //     "longitude": "120.020273",
    //     "latitude": "30.294339"
    // },
    // {
    //     "id": 163,
    //     "name": "浙江农林大学",
    //     "longitude": "119.735539",
    //     "latitude": "30.262074"
    // },
    // {
    //     "id": 164,
    //     "name": "华东师范大学",
    //     "longitude": "121.45944",
    //     "latitude": "31.034692"
    // },
    // {
    //     "id": 165,
    //     "name": "同济大学",
    //     "longitude": "121.507102",
    //     "latitude": "31.288675"
    // },
    // {
    //     "id": 166,
    //     "name": "上海师范大学(桂林路)",
    //     "longitude": "121.423228",
    //     "latitude": "31.167505"
    // },
    // {
    //     "id": 167,
    //     "name": "南京大学",
    //     "longitude": "118.783661",
    //     "latitude": "32.064172"
    // },
    // {
    //     "id": 168,
    //     "name": "东南大学",
    //     "longitude": "118.800002",
    //     "latitude": "32.061518"
    // },
    // {
    //     "id": 169,
    //     "name": "南京航空航天大学",
    //     "longitude": "118.823973",
    //     "latitude": "32.040752"
    // },
    // {
    //     "id": 170,
    //     "name": "南京林业大学",
    //     "longitude": "118.819924",
    //     "latitude": "32.08331"
    // },
    // {
    //     "id": 171,
    //     "name": "南京师范大学(随园校区)",
    //     "longitude": "118.775625",
    //     "latitude": "32.059536"
    // },
    // {
    //     "id": 172,
    //     "name": "南京工业大学",
    //     "longitude": "118.650869",
    //     "latitude": "32.077849"
    // },
    // {
    //     "id": 173,
    //     "name": "南京信息工程大学(宁六路校区)",
    //     "longitude": "118.729585",
    //     "latitude": "32.210505"
    // },
    // {
    //     "id": 174,
    //     "name": "南京晓庄学院(莫愁校区)",
    //     "longitude": "118.75911",
    //     "latitude": "32.042803"
    // },
    // {
    //     "id": 175,
    //     "name": "南京邮电大学",
    //     "longitude": "118.937391",
    //     "latitude": "32.11451"
    // },
    // {
    //     "id": 176,
    //     "name": "中国矿业大学(文昌校区)",
    //     "longitude": "117.205304",
    //     "latitude": "34.226185"
    // },
    // {
    //     "id": 177,
    //     "name": "中国矿业大学(文昌校区)",
    //     "longitude": "117.205304",
    //     "latitude": "34.226185"
    // },
    // {
    //     "id": 178,
    //     "name": "淮阴师范学院",
    //     "longitude": "119.013622",
    //     "latitude": "33.647564"
    // },
    // {
    //     "id": 179,
    //     "name": "淮海工学院",
    //     "longitude": "119.228426",
    //     "latitude": "34.611902"
    // },
    // {
    //     "id": 180,
    //     "name": "南京师范大学泰州学院",
    //     "longitude": "119.947592",
    //     "latitude": "32.481954"
    // },
    // {
    //     "id": 181,
    //     "name": "江苏师范大学",
    //     "longitude": "117.185967",
    //     "latitude": "34.201676"
    // },
    // {
    //     "id": 182,
    //     "name": "南通大学",
    //     "longitude": "120.915932",
    //     "latitude": "31.978858"
    // },
    // {
    //     "id": 183,
    //     "name": "扬州职业大学",
    //     "longitude": "119.387026",
    //     "latitude": "32.401189"
    // },
    // {
    //     "id": 184,
    //     "name": "扬州环境资源职业技术学院(念四校区)",
    //     "longitude": "119.427223",
    //     "latitude": "32.404161"
    // },
    // {
    //     "id": 185,
    //     "name": "苏州科技学院",
    //     "longitude": "120.583218",
    //     "latitude": "31.255356"
    // },
    // {
    //     "id": 186,
    //     "name": "地图说明",
    //     "longitude": "103.053633",
    //     "latitude": "44.733374"
    // }
]}